{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": "Cześć wszystkim! Dziękuję, że dołączyłeś do mnie i mojego psa Teda w tej przygodzie! Dziś mamy taką zdrową, nastrojową pogodę. Dużo deszczu i mgły. Uwielbiam patrzeć na mgłę poruszającą się tak szybko po górach! Próbuję dziś nowej plandeki, jest wykonana z płótna. Wypuszczając Teda, zobaczmy, czy chce zostać na zewnątrz, czy poczekać w samochodzie, aż schronisko będzie gotowe. Ok, Ted ma dość zwiedzania, chce poczekać w samochodzie. Ten film jest sponsorowany przez NATUREHIKE Jakie to fajne, otwiera się na dwa palniki. Jestem pod wrażeniem. Jakość tego pieca jest świetna i wygląda świetnie. Podoba mi się połączenie kolorów, jest idealne na kemping. Jestem bardzo podekscytowany możliwością przetestowania mojego nowego sprzętu do gotowania. To naprawdę miłe! Zapalniki wydają się być bardzo niezawodne. Ani razu nie zawiodły przez cały mój dzień na kempingu. Dzisiaj ugotuję makaron carbonara. Przydadzą się więc dwa palniki! Mam jeszcze kilka nowych elementów, dzięki którym będzie miło i uporządkowanie! Uwielbiam to! Robi się chłodno, dobrze, że zabrałam ze sobą ciepłe ubrania. Nie spodziewałem się tego latem w Australii. Wydaje mi się, że w górach zawsze jest chłodniej. Oczywiście Ted nie uczestniczy w części dotyczącej gotowania. Mam trochę smażonych warzyw z kurczaka dla Teda. On to uwielbia. Czas ugotować makaron! Mniam! Ted pełni służbę wartowniczą i pilnuje, aby żadna krowa nie podeszła zbyt blisko! Obserwuje nas jedna ciekawa krowa. „Co gotujesz?!” Takie niesamowite widoki stąd! Co ja robię, nie potrzebuję noża, żeby zjeść makaron xD Mój makaron jest gotowy! Czas coś zjeść i nacieszyć się widokami! Ach, cieszę się teraz w pełni swoją chwilą. Ok, oboje jesteśmy najedzeni, teraz przygotujmy schronienie, w którym będziemy mogli spać dziś wieczorem! Mam dziś ze sobą ciekawy namiot od Naturehike. To rodzaj modułowości! Ma to sens, gdy podczas pieszych wędrówek chcesz czasami rozłożyć ciężar między siebie i swojego partnera. Całkiem sprytny. Kołki są wysokiej jakości. Niezwykle lekki i mały namiot, odpowiedni do pieszych wędrówek. Jest też dość przestronny, zmieści się w nim mój pełnowymiarowy podwójny materac. Cała konstrukcja słupa jest już ze sobą połączona, więc jej ustawienie jest dość łatwe. Wszystko w tym namiocie sprawia wrażenie lekkiego, ale trwałego. Spójrz na Teda, nie może się doczekać, aby wejść i przetestować nowy namiot! OK, ten namiot zyskał aprobatę Teda! Sukces! Zróbmy sobie teraz krótką przerwę i odpocznijmy trochę. Co za magiczna noc. Obóz świeci, czas rozpalić przytulne ognisko i trochę się rozgrzać. Być może szybka kolacja przy ognisku. Kelly przygotowała dla mnie i Teda odpowiedni zestaw posiłków na kolację. Miło z jej strony! Dziękuję! To jest dla Teda! Tak szybkie i łatwe w przygotowaniu. I bardzo pyszne! JMT! Ted uwielbiał swój posiłek, nic nie zostało! Mam zamiar zjeść, odpocząć i obejrzeć kilka filmów przed pójściem spać! Dobranoc wszystkim! Ted już wyszedł i czeka na mnie. To był bardzo dobry, komfortowy sen. Nie przejmuj się, że rano wyglądam jak Chewbacca. Potrzebuję kawy, natychmiast! Nadal pada deszcz. Cieszę się, że namiot jest odpowiednio wodoszczelny. Zmielmy świeżą kawę! Tam na dole znajdują się majestatyczne lasy deszczowe. Biwakowałem tam już wcześniej, muszę wkrótce wrócić! Takie miłe miejsce! Czas się spakować i ruszyć w kolejny cel! Dziękujemy, że do nas dołączyłeś! Pakowanie jest łatwe i przyjemne, gdy wszystko ma swoje miejsce! Pakowanie namiotu było tak proste, jak jego rozstawienie. Ładny! Mam nadzieję, że podobał Ci się ten odcinek! Do zobaczenia w kolejnym miejscu docelowym! Sprawdź więcej filmów na naszym kanale YouTube „Go4x4”."}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Tłumaczenie: Agnieszka Cabanes Korekta: Marta Konieczna Pokarm dla mózgu. Gdyby usunąć z mózgu całą wodę, a resztę rozbić na tworzące go składniki odżywcze, co otrzymalibyśmy? Większą część stanowiłyby tłuszcze, zwane również lipidami. W pozostałej substancji mózgowej znaleźlibyśmy białka i aminokwasy, ślady mikroelementów i glukozę. Mózg to dużo więcej niż kombinacja substancji odżywczych, ale każda z nich ma wpływ na nasze funkcjonowanie, rozwój, nastrój i poziom energii. Poobiednie zmęczenie czy bezsenność w nocy mogą wynikać z wpływu jedzenia na nasz mózg. Największymi gwiazdami wśród tłuszczów w naszym mózgu są omega 3 i 6. Te nienasycone kwasy tłuszczowe, które chronią nas przed  neurodegeneracyjnymi chorobami mózgu, pochodzą wyłącznie z pożywienia. Pokarmy bogate w omegakwasy jak orzechy, ziarna i tłuste ryby są niezbędne do tworzenia i utrzymania w dobrym stanie błon komórkowych. Tłuszcze omega są dobre dla naszego mózgu, ale regularne spożywanie innych, takich jak tłuszcze trans i nasycone, może zaszkodzić jego zdrowiu. Białka i aminokwasy, materiał budulcowy, dzięki któremu rośniemy i rozwijamy się, wpływają na nasze  samopoczucie i zachowanie. Aminokwasy zawierają prekursory neuroprzekaźników, substancji chemicznych przenoszących sygnały miedzy neuronami, które wpływają na nastrój, sen, koncentrację i masę ciała. Dzięki nim czujemy senność po zjedzeniu dużej porcji makaronu i jesteśmy bardziej uważni po posiłku bogatym w białko. Złożone kombinacje  związków chemicznych w jedzeniu mogą pobudzać komórki mózgu do wydzielania wpływającej na nastrój noradrenaliny, dopaminy i serotoniny. A że nie łatwo dotrzeć do komórek mózgu, aminokwasy muszą walczyć o ten ograniczony dostęp. Zróżnicowana dieta pomaga utrzymać zrównoważoną kombinację neuroprzekaźników i zapobiega nadmiernym wahaniom nastroju. Podobnie jak inne organy w naszym ciele, nasz mózg potrzebuje regularnej dawki mikroelementów. Antyoksydanty w owocach i warzywach wzmacniają go i zwalczają wolne rodniki niszczące komórki mózgowe, pozwalając mózgowi wydajnie pracować przez dłuższy okres czasu. Bez mocy mikroelementów, takich jak witamina B6, B12 czy kwas foliowy, nasze mózgi chorowałyby i traciły sprawność. Pierwiastki śladowe: żelazo, miedź, cynk, i sód są niezbędne dla zdrowia mózgu i wczesnego rozwoju poznawczego. Aby mózg mógł sprawnie  przetwarzać i syntetyzować te cenne składniki odżywcze, potrzebuje paliwa, i to w dużych ilościach. Chociaż mózg stanowi tylko około 2% masy naszego ciała, zużywa aż do 20% naszej energii. Większość pochodzi z węglowodanów, rozbijanych przy trawieniu na glukozę. Płaty czołowe tak silnie  reagują na jej spadek, że obniżenie sprawności umysłowej jest jednym z pierwszych sygnałów niedoboru tego składnika. Przyjmując, że dostarczamy glukozę regularnie, jak różne rodzaje węglowodanów wpływają na nasz mózg? Są trzy rodzaje węglowodanów: skrobia, cukier i błonnik. Choć na etykietach spożywczych są traktowane jako jedna kategoria, stosunek cukru i błonnika  do całkowitej ilości węglowodanów wpływa na reakcję organizmu i mózgu. Pokarmy wysokoglikemiczne, takie jak białe pieczywo, powodują szybki wzrost poziomu glukozy we krwi, a następnie jego szybki spadek. Obniża się nie tylko poziom glukozy ale i koncentracja i nastrój. Z kolei owies, ziarna i rośliny strączkowe wolniej podnoszą poziom glukozy, co pozwala utrzymać poziom koncentracji. Aby mózg działał płynnie, niezbędna jest zróżnicowana dieta, bogata w składniki odżywcze. To, co gryziemy, przeżuwamy i połykamy, ma bezpośredni i długotrwały wpływ na najważniejszy organ w naszym organizmie."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=OveCbIhWg9Y", "text": "- I asked 20 doctors from YouTube to give me one fun fact about the part of the body in which they are a specialist. I'll go first. My name is Dr. Mike. I'm a family medicine doctor, which means I am one of the only specialists qualified to treat most ailments and provide comprehensive healthcare for people of all ages. One fun fact is in 1953, general practitioners were estimated to be making between 20 (bell chimes) and 30 home visits each day (bell chimes) and seeing between 15 (bell chimes) and 50 patients (bell chimes) in their surgeries. We actually still oftentimes do home visits for patients who are bedbound or are otherwise unable to leave their homes. - I'm Dr. Danielle Jones, known online as Mama Doctor Jones, and I am an OBGyn physician. That means I specialize in pregnancy and gynecologic problems. So starting in the 1930s and continuing until the modern way we test for pregnancy was discovered (bell chimes) well into the 1960s, testing for pregnancy included injecting human urine into a frog. (dramatic synthesizer tone) (frog croaks) If the frog laid eggs, you were pregnant. If it didn't, you weren't. - Hi, my name is Dr. Brian Sutterer, and I'm a nonsurgical sports medicine doctor who focuses on treating orthopedic and musculoskeletal injuries in athletes. Many of us have variations in our anatomy, where one person might have a muscle or a tendon that somebody else doesn't. A common example is the palmaris longus. It's a muscle and tendon in your forearm that some people just don't have. You can check for yourself by bringing your thumb and your pinky together and flexing your wrist and looking for a tendon sticking out below the skin. - My name is Dr. John Patton, @docjp3, and I'm a board certified anesthesiologist and a regional anesthesia and acute pain medicine specialist. So fun fact. If you smoke marijuana or you drink alcohol, you may need more anesthesia to go to sleep, more anesthesia to stay asleep, and you also may need more pain medicines afterwards to have good pain control. So look, anesthesiologists, we're your friends. (laughs) We're on your side, we're on your team here, so just tell us the truth and let us know if you smoke marijuana or if you drink alcohol or you're taking edibles, or whatever it may be, anything that you could be doing, if we ask you questions, just tell us the truth and let us know. We're gonna find out one way or another. - My name is Dr. Anthony Youn, and I'm a board certified plastic surgeon. What part of your body is most sensitive to touch? Do you think it's your fingertips? Well, that's actually not true. The most sensitive part of your body to touch are your lips. Your lips are 100 times more sensitive than your fingertips. - My name is Dr. Michael Cellini, and I'm a dual board certified diagnostic and interventional radiologist. One fun fact about my specialty is that I can actually use your own blood vessels as a highway to navigate wires and catheters to any organ in the body. I can pretty much get a needle or catheter anywhere in the body using ultrasound, x-ray, CT and even MRI guidance. - I'm Dr. Karan, and I'm a general surgeon in the NHS. The male colon (mouse clicks) is about eight to 10 centimeters shorter than the female colon, which means that the feces empties faster, which means on average, men tend to get less constipated than women. - I have to go to the bathroom. (TV scrambles) - Now, here's where it gets even worse. You throw in some hormone fluctuations during periods (dramatic synthesizer tone) and you have period poops. Not fun. - Hey there, my name is Dr. Sanjay Juneja. I'm a heme onc specialist which specializes in blood disorders and cancer. One of the craziest things that we don't appreciate, bunch of ingrates, all of us, is that we are constantly beating and avoiding cancer. We have like 10,000 mutations a day as we age, and our immune system does a really good and underappreciated job of beating out those sketchy cells that could have otherwise become cancer. - Hi everybody, I'm Dr. Winters, also known as The Bentist on social media, and I am actually a dentist who specialized further to become an orthodontist, and we deal with moving teeth with braces and aligners. Fun fact, your teeth are actually the hardest part of your body, okay? They're harder than any bone or anything else in your body, but they're also the only part of your body that cannot repair itself. Meaning that if you hurt them, they're hurt for life, so make sure to take care of those teeth. - Hi, my name is Dr. Glaucomflecken. I'm an ophthalmologist. It is possible to sneeze (person sneezes) with your eyes open. It would take a lot of effort to do it because you have to overcome your own body's natural reflex to close your eyes, but it can be done, and no, your eyes will not pop outta your head. - Hello, my name is Dr. Austin Chiang, and I'm a gastroenterologist, otherwise known as a GI specialist. One fun fact about the gut is that growling sound that your stomach makes when food, fluids, and gas pass through, there's a name for it. It's called borborygmi, (stomach growls) and it's just kind of fun to say. Borborygmi. - My name is Dr. Dana Brems, and I'm a podiatrist, which is a foot and ankle surgeon. One fun health fact about our feet is that they contain a fourth of the bones in the body. There's 26 bones per foot. - Hello, my name is Rohin. I'm a consultant interventional cardiologist from the UK. The whole body, of course, depends on the heart for its blood supply, but the heart itself is the most oxygen hungry tissue in the body. The heart squeezes and pumps blood (heart beats) to all the other organs, but it's actually when the heart relaxes (record scratches) that it receives its own blood supply. So it's the only organ to fill in what's called diastole when it's relaxed, another reason that the heart is so unique. - Hi, I'm Rena Malik, a urologist and pelvic surgeon. I bet you didn't know that only 14% of women (bell chimes) orgasm through penetrative sex alone. Most need some form of clitoral stimulation to achieve climax. - Hi everybody, this is Dr. Jessi Gold. I'm a psychiatrist, which means I look at the brain-body connection, or really, I'm a feeling specialist. Anxiety disorders are the most common disorders we see in psychiatry. I really like to explain it from an evolutionary perspective, meaning anxiety has a purpose for us and always did. (dramatic synthesizer tone) It helped us predict threat and run from a threat. The problem in anxiety disorders is we always see threats or always think they're coming, and so we never get out of fight or flight mode, and that's when it becomes a disorder, 'cause it's interfering with your day-to-day life and you're scared or predicting threats everywhere. - Hello, my name's Ed Hope. I'm an NHS doctor working over in the the UK in the emergency department, or as you may know it as the emergency room. Something that you may not know about emergency medicine is the term shock is not just (record scratches) the reaction to finding out your dad is on OnlyFans. In medicine, it means a life-threatening collapse of your circulatory system. So for that reason, it's sure to get emergency doctors' pulses racing (heart beats) and it will get your pulse racing, too, because that's the way your body compensates for a low blood pressure. - Hey, hey. My name is Dr. Alok Patel. I'm a pediatrician, specifically a pediatric hospitalist, so I take care of babies, kids, and teens who have been hospitalized for a variety of different reasons. In the first few years of life, over a million (electricity buzzes) new neural connections are made every second. That is wild, and exactly why sight, touch, sound, real world experiences are so important for young babies. - Hey guys, I'm Dr. Shereene Idriss, a board certified dermatologist. One fun fact about cosmetic dermatology is that it is literally the marriage of art and science and not to be underestimated, because over time, if it's taken too far, it can really have psychological impact on somebody, so you wanna make sure that you're taking care of the person's mental wellbeing, their aesthetic wellbeing, and the artistic outcome is perfection. - Hi, my name is Dr. Antonio Webb. I'm a board certified orthopedic spine surgeon here in San Antonio, Texas. One interesting fact about spine surgery or about the spine and also the brain is that they are billions of neurons, which are connections between certain parts of your body, and these connections are signals that are from your brain to your spinal cord and your muscles that allow you to move, walk around, part of your digestive system. - What's going on, everybody? My name is Dr. Cedric James Franklin Rutland, and I'm a pulmonary critical care specialist, which means I focus on diseases of the lung and I take care of individuals who are admitted to the intensive care unit. So your lungs are directly related to what you breathe in. So if you live near a freeway (horns honk) or if you live in an area that's heavily polluted, your lungs are probably chronically inflamed. If you smoke, if you vape, if you smoke marijuana, your lungs are likely chronically inflamed. (logo resonates) - Click here to learn how I gained 10 million subscribers and maybe pick up some YouTube tips for yourself. A huge thank you to all the doctors who helped me make this video. All their channels are linked down below. As always, stay happy and healthy. (upbeat music)"}
{"source": "https://www.youtube.com/watch?v=f4U8_gPEzOY", "text": "kochana jak Karmisz piersią to na pewno nie zajdziesz w ciążę takie skonstruowane kobiecy organizm stara baba i doginekologa Przecież jesteś już po menopauzie zdrowe dziecko musi mieć trochę fałdek i tłuszczyku Wyrośnie z tego nie martw się absolutnie nie wolno uprawiać seksu w ciąży to szkodzić dziecku No my nie uprawialiśmy na spacer w samym sweterku musisz ubierać dziecko dużo cieplej niż siebie wtedy nie będzie miało infekcji Bardzo ci współczuję moja kuzynka też musiała przestać uprawiać seks bo lekarz zdiagnozował u niej mięśniaki [Muzyka] Ciocia Dobra Rada nie jest ekspertem korzystaj tylko z rzetelnych źródeł wiedzy Zaufaj prawdziwym ekspertom [Muzyka] [Aplauz] [Muzyka]"}
{"source": "https://www.youtube.com/watch?v=dREgdKjaDFw", "text": "polega na przerywaniu ciągłości nasieniowodu tak żeby plemniki nie mogły przebiegać z jąder yyy do do wytrysku i powodować zapłodnienie ma ona około 98 do 99 proc skuteczności plemniki niejako próbują się wydostać z jądra a nie mogą i są to bóle jąder które trwały czasami miesiącami jakiegoś małego procenta osób informator medyczny doktor Ewy [Muzyka] świeckiej Polonia Market twój polski smak w Niemczech Świeże produkty tradycyjne specjały Odwiedź nas lub zamów online i ciesz się prawdziwą polską kuchnią na co dzień rozmawiaj swobodnie w języku obcym szybka i skuteczna metoda konwersacyjna doświadczeni lektorzy i przyjazna atmosfera Pokonaj bariery językowe i online planujesz podróż Zaufaj biuru podróży Janosik w Paryżu od ponad 20 lat spełniamy marzenia tysięcy klientów bilety lotnicze kolejowe autobusowe czy do Disneylandu Pomożemy ci w każdym kroku rezerwuj już dziś i wyrusz bez stresu Odkryj smak Paryża w La creperie duun w miejscu gdzie każdy krep to małe dzieło sztuki Zapraszamy na niezapomnianą podróż kulinarną chz nauczyć sięw głosem i mikrofonem Oferujemy ćwiczenia wokalne intonacyjne i prac nad pewnością siebie Odkryj możliwości swojego głosu przygotuj się na wieczór pełen śmiechu Tomasz Karolak zaprasza na swój standup 50 i co w Kolonii Rain i Dusseldorfie muzyczny support zapewni duet stanecka i Krebs patronat medialny pepet szukasz skutecznej reklamy dla swojej firmy ptf to telewizja Polonii na świecie docieramy do tysięcy widzów w Europie i poza nią zamieść swoją reklamę przed naszymi filmami i dotrzyj do aktywnej społeczności Polaków za granicą skontaktuj się z nami i promuj swoją markę w p Dzień dobry państwu Witam serdecznie w nowej serii informatora medycznego doktor Ewy święckie proszę państwa dzisiaj mam dla państwa temat o faktach iach waz Tomi będziemy rozmawiać z panią dot lekarzem urologiem spe urolog i pracu w Warszawie Emilia Witam cię bardzo serdecznie Cześć witam cię ponownie miło gościć jest ponownie w tym programie naprawdę bardzo jest miła atmosfera Dziękuję bardzo Emilia łyśmy temat po nam o tym co co mieści się pod tym pojęciem wazektomia polega Jest to metoda bardzo skuteczna męskiej antykoncepcji polega na przerywaniu ciągłości nasieniowodu tak żeby plemniki nie mogły przebiegać z jąder do wytrysku i powodować zapłodnienie i w zasadzie to jest jakby taki mechaniczne przerwanie ciągłości najprostsze wytłumaczenie tego co się dzieje Podczas tego zabiegu Jest to metoda bardzo skuteczna w zasadzie Jest to metoda najskuteczniejsza ma ona około 998 do 99 proc skuteczności ale ja tę ten zabieg wykonuje od jakichś 7i lat to w dużej ilości ponieważ Zainteresowanie jest duże i ciągle rośnie i zasadniczo No chyba że ktoś mi nie powiedział i do mnie nie przyszedł ale zasadniczo skuteczność mam 100% w zasadzie tak jak ten zabieg przebiega ta technika tego zabiegu trudno mi sobie jest wyobrazić właściwie że to znaczy nie mówimy o jakichś powikłaniach które mogą się ewentualnie przydarzyć po zabiegu natomiast to że miałaby się nie udać ta część antykoncepcyjna że to po prostu miałoby nie zadziałać antykoncepcyjnie to trudno mi sobie jest nawet to wyobrazić szczerze mówiąc jakby Rozpatrując aspekty jak wykonania tego zabiegu rozumiem to znaczy że jeżeli mężczyzna podda się wazektomii to kobiety nie muszą przyjmować antykoncepcji tak tak to znaczy właśnie to jest częsta częsta przyczyna że para decyduje się właśnie na wazektomie po to żeby uwolnić kobietę od antykoncepcji pozbawiona działań niepożądanych i umówmy się że no jakby kobiety po urodzeniu dzieci Jeżeli już nie para nie chce mieć więcej potomstwa to przez wiele wiele lat kobieta musi przyjmować jakąś formę antykoncepcji Ja rozumiem że są stosunki przerywane że są prezerwatywy jednak Najczęściej jednak kobieta przyjmuje na siebie ciężar tej antykoncepcji W którymś momencie dobrze jest jeżeli para porozmawia o tym żeby ten problem rozwiązać sposób jakby ostateczny można powiedzieć No tutaj jest dużo takich różnych wątpliwości bo mimo iż No mi się wydaje że już jakby wszystko wiele wiele na ten temat mówiłam jest na mojej stronie jakby dużo się o tym mówi Ja też odpowiadam ciągle na pytania pacjentów to jednak te pytania i te wątpliwości się powtarzają także na przykład pytania o metodę tak ja zaczynając zaczynając jakby tę procedurę i jak w głębia się w ten temat postanowiłam że będę robiła metodą tak zwaną kanadyjską i w zasadzie nie widzę uzasadnienia żeby robić metodą inną metoda kanadyjska polega na tym że jeden koniec przeciętego nasieniowodu jakby zamykamy czymkolwiek można to po prostu widzę sensu żeby zostawiać ciało obce Kiedy kiedy jest to niepotrzebne a drugi koniec ten od jądra Gdzie wyskakują plemniki zostawia się otwarty jest taka teoria że to zapobiega przewlekłym bólom jąder tak które miałyby wystąpić na skutek tego że plemniki niejako próbują się wydostać zą mogą i są to bóle jąder które trwały czasami miesiącami jakiegoś małego procenta osób były trwałe także tutaj zmniejszamy A można powiedzieć że ten problem praktycznie jest marginalny tak jeżeli ten koniec jest otwarty także ziarniniaki nasienne również mają mniejszą szansę powstania tak jeżeli ten koniec jest otarty i nie jest zablokowany więc jest to metoda kanadyjska to jest bardzo często zadawane pytanie czy ja na pewno robię metodą kanadyjską tak robię metodą kanadyjską dodatkowym takim zabezpieczeniem i dodatkowym jakby wzmocnieniem skuteczności tej metody jest to że te dwa końce Ja zostawiam w innych miejscach jakby przedziela m taką powięzią powięzią która także robię coś takie te dwa końce nie zostają Tak blisko siebie że one ewentualnie mogłyby się złączyć tylko są zupełnie w innych miejscach i to też jest jakby Drugi sposób który wzmacnia tym razem skuteczność tej metody także tak je zostawiam i raczej nie mają szansy się spotkać ciała obcego Tak jak powiedziałam także jest to minimalnie można powiedzieć inwazyjny zabieg co jeszcze zmniejsza inwazyjność tego zabiegu nazywa się to skalpela i to jest jakby trzeci aspekt jeszcze bo to są wszystko trzy różne aspekty które można ze sobą łączyć ale nie trzeba a ja łączę wszystkie trzy czyli metodę kanadyjską z otwartym końcem jądrowym metodę między powięziowo oraz wazektomię bez skalpela czyli nie używam skalpela tylko rozwarstwi skórę i jakby to jest moim zdaniem najbardziej optymalna technika rozumiem ta metoda kanadyjska dlaczego ona się nazywa kanadyjska No po prostu została tam pierwszy raz zastosowana ale to tylko tyle rozumiem jak to w ogóle w Polsce w Polsce jest zabiegami wazektomii czy one są na tak zwany fundusz Narodowy Fundusz Zdrowia Czy są to zabiegi które płaci się prywatnie Nie no to to trzeba już zapłacić prywatnie tak nie jest to zabieg refundowany No umówmy się że nie jest to w interesie państwa żeby żeby był mniej także nie sądzę żeby żeby Zabieg ten był fundowany w najbliższym czasie Ale nie jest to też duży koszt to jest koszt Akurat ostatnio około 2500 złot i pamiętajmy że to już jest jednorazowy koszt tak już odejmujemy tutaj już wizyty kobiet u ginekologa po receptę tak po środki antykoncepcyjne po wkładki domaciczne wymiany wkładek implantów podskórnych to wszystko to są bardzo drogie rzeczy tak a tutaj mamy koszt zupełnie jednorazowy i Czego mężczyźni się jeszcze obawiają właśnie to by było moje następne pytanie dlaczego dlaczego mężczyźni nie chcą wazektomii czy też nie obawiają się tej waz też Jakie mogą być ewentualne problemy pooperacyjne Po pierwsze obawiają się tego że na przykład będą mieli zmniejsz zmniejszony poziom testosteronu przez to przez co zmniejszoną ochotę na seks a jest wręcz odwrotnie to znaczy na poziom testosteronu nie wpływa wasia w ogóle natomiast ochota na na seks u mężczyzny czy kobiety czy też w tej konkretnej parze po prostu wzrasta bo jest bezpieczeństwo i jest Komfort także raczej taką mamy takie mamy obserwacje i takie są obserwacje też potwierdzone naukowo mężczyźni obawiają się również tego że nie będą mieli wytrysku Otóż to też nie jest prawda dlatego że Główna objętość wytrysku jest pochodzi z pęków nasienny które znajdą się zupełnie gdzieś indziej natomiast same plemniki No to Wyobraźmy sobie plemnik to jest po prostu maa komórka i teraz wprawdzie idzie ich ilość idzie w miliony ale dalej są to małe komórki i procent tych tego ile mniej o ile mniej proc mamy objętości na Zenia No to jest około 3 także to może być nawet nieżal mają również obawy co do tego co się dzieje z tymi plemnikami które jakby wyskakują do moszny tak gdzie ja zostawiłam otwarty koniec no to również Jest to po prostu bardzo mała ilość która jakby na bieżąco się opróżnia nie podczas wytrysku tylko na bieżąco jakby ma możliwość ujścia w tym momencie po przerwaniu i na bieżąco wychłostania [Muzyka] wchłonąć Wyobraźmy sobie na przykład że mamy siniaka prawda Czyli to jest wylew Krwawy pod skórą no on też po tygodniu po prostu znika także wszelkie takie niepotrzebne materiały organizm po prostu wchłania i tak się też dzieje jest to absolutnie niezauważalne dla rozumiem A czy masz takie pytania czy te dwie końcówki mogą się połączyć znowu i czy może dojść jednak jednak cud się może zdarzyć i może dojść do ciągłości nasieniowodu i do zapłodnienia No mam takie pytania i odpowiadam na nie że teoretycznie tak ale no praktycznie jest to prawie niemożliwe i tak jak mówię do tej pory mi się to nie zdarzyło jakby te wszystkie techniki o których mówiłam i wydaje mi się że jest to po prostu wystarczające żeby to faktycznie się nie wydarzyło Rozumiem Rozumiem czyli szanowni panowie może Taka mała dygresja do tego pomóc swoim partnerkom żeby nie były wystawione na to że muszą zażywać hormony antykoncepcje przez całe życie a antykoncepcja naprawdę ma zmiany ponieważ to są hormony sztucznie przyjmowane przez przez wasze partnerki mają oddziaływanie na organizmy później macie panowie pania Dlaczego nie mogę schnąć od swojej partnerki czy Dlaczego ja Zbieram wodę czy Dlaczego ja się tak zmieniłam albo sami się dziwicie że partnerka się zmieniła Może to będzie po prostu prostsze i bardziej sympatyczne dla obydwojga żeby poddać się waz Tomi i w ten sposób pomóc sobie i swojej partnerce [Muzyka] Emilia przyjmowania antykoncepcji horal tak także niektóre po prostu tego albo nie mogą albo wręcz to po prostu w którymś momencie zaczęły źle znosić i tego nie mogą przyjmować natomiast ponieważ ja to się udzielam na różnych forach i jakby powtarzają się pewne wątpliwości mężczyzn to na przykład takim ja już sobie przygotowałam taką taką list że tak powiem takich pytań że jak widzę że ktoś może ma jakieś wątpliwości że że że coś tam mu trzeba wyjaśnić to mu podpowiadam takie okoliczności które mogą faktycznie rozwiać jego wątpliwości Otóż często podawane jest jako przykład że jest para ale powiedzmy no są rozwody prawda co jeżeli w tej konkretnej parze zadecydujemy o tej formie antykoncepcji a potem para się rozstanie mhm mężczyna spotka nową kobietę która będzie chciała mieć dzieci co wtedy tak także to faktycznie ja ja to jest bardzo dobra taka sytuacja którą nie koniecznie sobie można wyobrazić i trzeba sobie to na to też odpowiedzieć jakby bardzo wielu Panów mówi że po prostu nie nie niestety tak czy siak nie będą chcieli mieć więcej dzieci bo powiedzmy mają już trójkę No jest to też obciążenie finansowe powiedz jeżeli ktoś już ma taki komplet który chciał uzyskać prawda to żeby się nimi jakby opiekować w taki sposób jaki sobie wyobraża i jakby tak I chodzi o ilość czasu poświęconego ilość wydanych pieniędzy to niektórzy mówią że po prostu tak czy siak nie zdecydują się już na większą liczbę dzieci są tego pewni ja Wedy widzę że ten ktoś naprawdę jakby dobrze to przemyślał Pytam się też ile czasu pan już zastanawia się nad tą wazektomię tak czy pan już coś na ten temat czytał czy pan tak i sprawdzam faktycznie żeby ta decyzja była w pełni świadoma [Muzyka] i wprawdzie oczywiście no można odwrócić tak bo to też jest jakby tutaj kolejny temat jest zabieg rew zekom natomiast jest to zabieg mikrochirurgiczny skomplikowany i powiedzmy jego skuteczność jak znacznie tutaj odbiega prawda od skuteczności waz Tomi i faktycznie powiedziałabym że nie do końca liczyłaby tutaj na to że ten zabieg się na pewno uda Także jeżeli ktoś myśli że zrobię teraz a potem odwrócę to nie nie to ja od tego to mówię to już raczej to są jakby powiedziałabym wyjątkowe sytuacje Natomiast co jeszcze można zrobić można zamrozić nasienie prawda i bankować w banku płaci się roczny abonament za przechowywanie nasienia także tak długo jak jeszcze ktoś nie ma pewności to moż może przechowywać można też pobrać w późniejszym czasie bezpośrednio plemniki z jądra można do procedur rozrodu wspomaganego ale tutaj trzeba pamiętać że z czasem przez kilkanaście lat tutaj nam jest potrzeba że jednak ta produkcja plemników Będzie spadała jakby właśnie na skutek tej wazektomii tak że jakby ten organ do tego już nie jest używany także spokojnie jeszcze z kilkanaście lat można pobrać do 20 z jądra plemniki No i w tym banku to tyle ile będziemy przechowywać tyle będziemy mogli użyć Super bardzo dziękuję to ja właśnie teraz nie wiedziałam o tym że są takie możliwości jak pobranie z jądra czy też przechowywanie w banku to jest też która nie jest aż tak mocno popularna Emilia czy chciałabyś jeszcze coś dodać Nie chyba to Ja zakańczam tą część naszym gościem była dzisiaj pani doktor Emilia Pawłowska Krajka i która prac na co dzie Warszawie kontaktowe do pani doktor będziecie mogli państwo znaleźć pod filmikiem Natomiast ja serdecznie zapraszam państwa do oglądania naszego informatora i także do poprzednich odcinków pod nazwą jeszcze informator medyczny PTM jeżeli macie państwo propozycje tematów jeżeli macie państwo chci państwo wystąpi informatorze Zapraszam serdecznie do kontaktu także dane będą pod filmem umieszczone Dziękuję i do zobaczenia Emilia bardzo ci dziękuję za twój czas informator medyczny doktor Ewy [Muzyka] święckie Polonia Market twój polski smak w Niemczech Świeże produkty tradycyjne spey odwiedź i ciesz się prawdziwą polską kuchnią na co dzień rozmawiaj swobodnie w języku obcym szybka i skuteczna metoda konwersacyjna doświadczeni lektorzy i przyjazna atmosfera Pokonaj bariery językowe i ucz się online wygodnie i skutecznie planujesz podróż Zaufaj biuru podróży Janosik w Paryżu od ponad 20 lat spełniamy marzenia tysięcy klientów bilety lotnicze kolejowe autobusowe czy do Disneylandu Pomożemy ci w każdym kroku rezerwuj już dziś i wyrusz bez stresu Odkryj smak Paryża w La creperie duun w miejscu gdzie każdy krep to małe dzieło sztuki Zapraszamy na niezapomnianą podróż kulinarną chcesz nauczyć się pewnie mówić recytować pracować głosem i mikrofonem Oferujemy ćwiczenia wokalne intonacyjne i pracę nad pewnością siebie Odkryj możliwości swojego głosu przygotuj się na wieczór pełen śmiechu Tomasz Karolak zaprasza na swój standup 50 co w Kolonii Rain i Dusseldorfie muzyczny support zapewni duet stanecka i Krebs patronat medialny pepet szukasz skutecznej reklamy dla swojej firmy PP TFI to telewizja Polonii na świecie docieramy do tysięcy widzów w Europie i poza nią zamieść swoją reklamę przed naszymi filmami i dotrzyj do aktywnej społeczności Polaków za granicą skontaktuj się z nami i promuj swoją markę w ppti"}
{"source": "https://www.youtube.com/watch?v=vnYeCNTksQ0", "text": "Hoje vou te revelar cinco erros noturnos que estão te deixando doente silenciosamente. Sou o Dr. Ver, médico cardiologista, e você vai aprender não só como evitar esses erros, mas também uma solução para cada um deles. Vou te dizer exatamente o que falo para meus pacientes no consultório. E por favor, prestem muita atenção, porque o erro número dois e o número um são os mais letais de todos. E tenho certeza de que o erro número um tá agora mesmo na sua mesa de cabeceira. E não, não, não é o que você tá pensando. Atenção, se você acorda para urinar toda hora durante a noite, esse é o nosso erro número cinco. É desesperador, não te deixa dormir, você acorda o tempo todo. É o que meus pacientes me dizem. Mas o que eles não sabem é que isso pode acontecer por duas ou três coisas que vou te revelar agora mesmo. Número um, você tem varizes nas pernas ou elas simplesmente ficam inchadas à tarde? Bom, você precisa saber que ali se acumula muita água e acontece o seguinte, muitas pessoas trabalham o dia todo, chegam à noite com as pernas inchadas, jantam e depois vão dormir. Quando se deitam, a água das pernas é reabsorvida e volta pro sangue, pro coração e pros rins. E claro, depois de deitar por 2, 3, 4 horas, você começa a urinar toda hora a corda. Qual é a solução? Levante as pernas duas a tr horas antes de deitar. Você pode fazer isso sentado em uma cadeira, com as pernas apoiadas em outra, ou em um sofá um pouco mais baixo com as pernas sobre uma mesinha. Faça isso durante 40, 50 minutos ou até 1 hora. Isso fará com que o líquido nas suas pernas comece a ser reabsorvido. E se você fizer isso duas a 3 horas antes de deitar, vai urinar antes de dormir e vai se levantar muito menos durante a noite. Mas cuidado, porque acumular líquido nas pernas pode indicar um problema cardíaco ou nos rins. Nesses casos, sempre é fundamental consultar um cardiologista, um clínico ou um nefrologista. O segundo motivo pelo qual você se levanta para urinar toda hora à noite é usar água de forma errada. O que eu tô dizendo? Eu tô dizendo algo muito simples. Você deve beber água o dia todo, desde que acorda até duas ou 3 horas antes de deitar. Repito, até duas ou 3 horas antes de deitar, quando você deve diminuir a quantidade de água que toma. Você só deve beber pequenos goles nas últimas duas ou três horas antes de dormir. O que muitas pessoas fazem? Deixam um copinho de água e antes de dormir bebem tudo. E claro, três, 4, 5 horas depois você vai acordar duas ou três vezes para urinar. Acordar toda hora aumenta a pressão, altera seu metabolismo, seu cérebro, seu coração e aumenta o risco de infartos e AVCs. E isso não é tudo, porque também aumenta o risco de você escorregar e cair. O que é sujeiro? Duas a três horas antes de deitar, beba apenas pequenos goles. Não beba grandes quantidades. Você deveria ter bebido água desde que acordou até esse momento. Não tô dizendo para não tomar água, tô dizendo para diminuir antes de deitar. Muita atenção agora para quem janta tarde e pesado. Esse é o nosso erro número quatro. O que acontece? Jantar e ir direto pra cama obriga seu corpo a trabalhar por horas. Não te parece lógico comer e deitar? Seus alimentos onde vão estar? no seu estômago, que vai estar trabalhando cheia, isso vai aumentar o refluxo ácida. Além disso, seus intestinos vão estar recebendo alimentos e seu metabolismo, que como você já sabe, é lento à noite, vai ser obrigado a absorver açúcar e gorduras. Ou seja, seu cortisol vai estar nas alturas e isso vai fazer com que você durma mal. Mesmo que você consiga dormir, vai dormir mal, porque seu cortisol estará alto, você estará em um momento de estresse. Isso não só faz com que você durma mal, aumenta sua pressão, seu refluxo, mas como cardiologista eu te digo, hoje sabemos que jantar tarde e pesado está associado ao aumento do risco de infartos e de derrames cerebrais, entre outros problemas. Qual é a solução? Jante pelo menos 2 horas ou três, se puder, antes de dormir. Isso vai permitir que seu estômago já tenha se livrado dos alimentos e que seus intestinos já tenham começado grande parte do trabalho. Seu cortisol vai começar a baixar e você vai dormir muito melhor. Mas não se trata só de dormir, e sim de descansar muito melhor. O erro número três vai te surpreender e é que algumas pessoas dormem em uma posição perigosa, principalmente em certas condições. Por exemplo, muito cuidado se você dormir de barriga para cima, especialmente se tiver acima do peso ou tiver refluxo. Dormir de barriga para cima pode fazer você roncar mais. E e tem pessoas que não só roncam, mas seus parceiros quando vão ao médico dizem: \"Doutor, meu marido ou minha esposa para de respirar por um tempo e depois volta a respirar fazendo um barulho estranho.\" E isso se chama pneia obstrutiva do sono. Você pode pesquisar sobre isso ou escrever nos nossos comentários. E eu te conto mais. E isso é extremamente perigoso, porque faz com que todo o seu sistema circulatório seja afetado, aumenta sua pressão e eleva a chance de você ter infartos, derrames, problemas circulatórios. Além disso, esses pacientes não descansam como deveriam e vocês sabem, não dormir bem aumenta o risco de doenças graves. Se você ronca muito e principalmente se seu parceiro diz que você para de respirar ou faz um barulho estranho, procure um especialista em sono. Além disso, como eu já te falei, essa posição aumenta o risco de refluxo ácido, especialmente quando você tá acima do peso e quando janta logo antes de deitar. Outra posição que não é muito boa e que muita gente usa é dormir de bruços. Você já sabe, sua coluna tem curvaturas especiais que quando você dorme de bruços acabam sendo alteradas e isso causa dores nas costas, piora o seu sono e prejudica a sua coluna. E você vai dizer: \"Doutor, então em que posição eu devo dormir?\" Bom, pra maioria das pessoas, a melhor posição é deitar do lado esquerdo com travesseiro entre as pernas. Essa posição tem benefícios comprovados pro refluxo gastroesofágico. Ela reduz o refluxo para que o sangue chegue melhor ao coração. As gestantes também dormem melhor nessa posição, além de melhorar o ronco e a apneia do sono. Não tô dizendo que elimina, mas melhora, especialmente quando você coloca um travesseiro entre as pernas. E isso melhora muito o alinhamento da sua coluna. Agora, tem um detalhe importante. É muito importante que você durma em uma posição que consiga manter. O que eu quero dizer com isso? Muita gente assiste este vídeo e diz: \"Doutor, vou dormir sempre do lado esquerdo\". Se você não consegue dormir do lado esquerdo, então essa posição não funciona para você. Encontre a melhor opção para você. Lado esquerdo, lado direito. Experimente colocar um travesseiro entre as pernas. Preste atenção agora, porque os dois últimos erros são os mais perigosos. O segundo erro é levantar-se repentinamente. Se você tiver mais de 60 anos, for diabético ou tomar remédios para pressão alta. Me conta nos comentários se isso já aconteceu com você. Você acordou, se levantou e pá, tontura, visão embaçada, sensação de que vai desmaiar, você não consegue andar direito, ficar meio tonto. Isso se chama hipotensão ortostática e pode causar quedas, fraturas, batidas na cabeça. Em idosos, isso acontece principalmente quando você se levanta de repente, por vários motivos. Primeiro porque os idosos, especialmente os diabéticos ou pessoas que tomam remédios para pressão, principalmente quando começam a tomar, não controlam perfeitamente a pressão. E quando você se levanta, todo o sangue por causa da gravidade obviamente vai paraas suas pernas. Seu coração demora alguns segundos para voltar a receber sangue suficiente e nesses segundos diminui a quantidade de sangue que chega ao seu cérebro, o que causa tontura, visão embaçada ou até mesmo desmaio. Além disso, lembre-se de que ao acordar você estará desidratado, pois se passaram seis, 7 ou 8 horas sem beber água enquanto dormia. Eu digo para você o mesmo que falo pros meus pacientes como cardiologista. Siga a regra dos 20 a 30 segundos. Essa é uma regra muito simples. Acorde, sente-se na cama como eu estou agora. Mexa um pouco a ponta dos pés, os braços, atire um pouco o seu corpo. Se você tiver um copo de água no criado mudo, comece a beber agora mesmo. Conte até 20 e depois levante-se esperando de 5 a 10 segundos. A tontura vai demorar um pouco para aparecer. Se em 5 ou 10 segundos a tontura não aparecer, só então comecem a andar. Acredite, esse detalhe que eu tô te contando pode salvar vidas e evitar acidentes. Outro detalhe importante, não tenha tapetes perto da sua cama. É muito comum pisar nos tapetes, escorregar e cair. Evite isso se você for um idoso, por favor. Muitos de vocês têm fraturas, quedas ou batidas graves por causa desse simples detalhe. Mas bem, chegamos ao erro mais perigoso e, para mim um dos mais comuns de todos. Aquele frasquinho que você tem no criado mudo e toma sabe sei lá quantos anos é o remédio para dormir. Você se acostumou a tomá-lo há anos, não consegue dormir sem ele. Foi um vizinho, um tio, um primo ou um médico que uma vez você disse que tava com insônia e ele falou: \"Toma isso\". E você continuou tomando para sempre. Ou seja, você toma comprimidos para dormir sem precisar, sem saber o perigo que isso pode causar. Muitos idosos tomam diazepan, alprazolan, clonazepan, sem saber a quantidade de efeitos colaterais que esses remédios têm. Só para aceitar alguns, vício, você não consegue parar. Se parar, não dorme. Tolerância. Cada vez você precisa de doses maiores para continuar dormindo. E o pior de tudo é que mesmo que você durma, isso afeta a qualidade do seu sono. Porque por mais que você adormeça, seu cérebro não descansa do mesmo jeito, não chega a todas as fases do sono. Muitas pessoas dizem: \"Eu tomava porque senão não dormia\". Bom, quero que você saiba que esse medicamento ajuda a adormecer, mas não faz com que você descanse bem. Altera as etapas do seu sono. E se você faz isso há anos, pior ainda. Isso ainda aumenta a possibilidade de você roncar ou de ter apneia, como te contei hoje. E aumenta a sua possibilidade de no dia seguinte ficar com o cérebro nublado, confuso e lento. Agora, esses medicamentos não são ruins por si só. O problema é que muitos de vocês começaram a tomá-lo sem necessidade porque alguém de forma descuidada os receitou e continuaram tomando para sempre. Por favor, diga-me nos comentários se isso se aplica a você e quais medicamentos você toma. Qual é a solução? Primeiro, se você vem tomando esse medicamento há muitos anos, não pare abruptamente, porque é evidente que você não conseguirá dormir. Vá ao médico e diga: \"Doutor, quero tentar reduzir a minha medicação. O que posso fazer agora?\" Eu vou dar cinco ou seis dicas essenciais. Número dois, nunca se automedique. Se você tomar este medicamento por recomendação médica, pergunte: \"Doutor, para que serve? Por quanto tempo preciso tomá-lo? Esta é a menor dose necessária? Quando devo parar de tomá-lo? Isso é fundamental. Esses medicamentos são para uma situação específica, por um dia ou uma semana, durante um momento específico, mas não para uso a longo prazo. Imagina o seguinte: sua cozinha pega fogo uma vez por mês, todos os meses há anos, e você continua apagando e apagando e apagando fogo. Isso não faz o menor sentido. O que você precisa fazer é prevenir o incêndio. Nesse caso, o que você precisa fazer é prevenir e tratar a insônia, não apenas apagar o incêndio de não conseguir dormir. Aqui vão algumas dicas rápidas e práticas. Tente dormir sempre no mesmo horário. Isso vai ativar o seu relógio biológico e fazer com que você sinta sono, por exemplo, sempre às 10 da noite. Também tente acordar sempre no mesmo horário. Essa rotina é fundamental. Quando acordar, vá até uma janela e deixa a luz do sol entrar rapidamente pelos seus olhos. Isso reativará o novo relógio de sono às 10 horas da noite, por exemplo. Evite estimulantes à lot. Não beba café mate ou chá depois das 2as ou 3 da tarde, especialmente se você metaboliza essas substâncias lentamente. Número três, evite luzes azuis, telas computador, celulares e assim por diante. Ou pelo menos acenda a luz noturna e tente deixá-la acesa por 2 horas antes de dormir. Elas estimulam seu cérebro, deixam agitado, enlouquecem você e, claro, você não vai conseguir dormir. Número quatro, tente escolher uma posição correta para dormir. Número cinco, gerencia o stress corretamente. Afaste-se de relacionamentos tóxicos. Fique longe de problemas que você não precisa. Se você não pode controlar, ocupe-se. Mas não se preocupe. Não beba muita água duas a 3 horas antes de dormir e não jante tarde. Por favor, não se automique. Consulte sempre um médico. Você gostou deste vídeo? O que vocês querem que façamos no próximo vídeo? Deixe um comentário. Diga-me também de onde você tá nos seguindo. Responderei ao máximo de perguntas que puder."}
{"source": "https://www.youtube.com/watch?v=vnYeCNTksQ0", "text": "Hoje vou te revelar cinco erros noturnos que estão te deixando doente silenciosamente. Sou o Dr. Ver, médico cardiologista, e você vai aprender não só como evitar esses erros, mas também uma solução para cada um deles. Vou te dizer exatamente o que falo para meus pacientes no consultório. E por favor, prestem muita atenção, porque o erro número dois e o número um são os mais letais de todos. E tenho certeza de que o erro número um tá agora mesmo na sua mesa de cabeceira. E não, não, não é o que você tá pensando. Atenção, se você acorda para urinar toda hora durante a noite, esse é o nosso erro número cinco. É desesperador, não te deixa dormir, você acorda o tempo todo. É o que meus pacientes me dizem. Mas o que eles não sabem é que isso pode acontecer por duas ou três coisas que vou te revelar agora mesmo. Número um, você tem varizes nas pernas ou elas simplesmente ficam inchadas à tarde? Bom, você precisa saber que ali se acumula muita água e acontece o seguinte, muitas pessoas trabalham o dia todo, chegam à noite com as pernas inchadas, jantam e depois vão dormir. Quando se deitam, a água das pernas é reabsorvida e volta pro sangue, pro coração e pros rins. E claro, depois de deitar por 2, 3, 4 horas, você começa a urinar toda hora a corda. Qual é a solução? Levante as pernas duas a tr horas antes de deitar. Você pode fazer isso sentado em uma cadeira, com as pernas apoiadas em outra, ou em um sofá um pouco mais baixo com as pernas sobre uma mesinha. Faça isso durante 40, 50 minutos ou até 1 hora. Isso fará com que o líquido nas suas pernas comece a ser reabsorvido. E se você fizer isso duas a 3 horas antes de deitar, vai urinar antes de dormir e vai se levantar muito menos durante a noite. Mas cuidado, porque acumular líquido nas pernas pode indicar um problema cardíaco ou nos rins. Nesses casos, sempre é fundamental consultar um cardiologista, um clínico ou um nefrologista. O segundo motivo pelo qual você se levanta para urinar toda hora à noite é usar água de forma errada. O que eu tô dizendo? Eu tô dizendo algo muito simples. Você deve beber água o dia todo, desde que acorda até duas ou 3 horas antes de deitar. Repito, até duas ou 3 horas antes de deitar, quando você deve diminuir a quantidade de água que toma. Você só deve beber pequenos goles nas últimas duas ou três horas antes de dormir. O que muitas pessoas fazem? Deixam um copinho de água e antes de dormir bebem tudo. E claro, três, 4, 5 horas depois você vai acordar duas ou três vezes para urinar. Acordar toda hora aumenta a pressão, altera seu metabolismo, seu cérebro, seu coração e aumenta o risco de infartos e AVCs. E isso não é tudo, porque também aumenta o risco de você escorregar e cair. O que é sujeiro? Duas a três horas antes de deitar, beba apenas pequenos goles. Não beba grandes quantidades. Você deveria ter bebido água desde que acordou até esse momento. Não tô dizendo para não tomar água, tô dizendo para diminuir antes de deitar. Muita atenção agora para quem janta tarde e pesado. Esse é o nosso erro número quatro. O que acontece? Jantar e ir direto pra cama obriga seu corpo a trabalhar por horas. Não te parece lógico comer e deitar? Seus alimentos onde vão estar? no seu estômago, que vai estar trabalhando cheia, isso vai aumentar o refluxo ácida. Além disso, seus intestinos vão estar recebendo alimentos e seu metabolismo, que como você já sabe, é lento à noite, vai ser obrigado a absorver açúcar e gorduras. Ou seja, seu cortisol vai estar nas alturas e isso vai fazer com que você durma mal. Mesmo que você consiga dormir, vai dormir mal, porque seu cortisol estará alto, você estará em um momento de estresse. Isso não só faz com que você durma mal, aumenta sua pressão, seu refluxo, mas como cardiologista eu te digo, hoje sabemos que jantar tarde e pesado está associado ao aumento do risco de infartos e de derrames cerebrais, entre outros problemas. Qual é a solução? Jante pelo menos 2 horas ou três, se puder, antes de dormir. Isso vai permitir que seu estômago já tenha se livrado dos alimentos e que seus intestinos já tenham começado grande parte do trabalho. Seu cortisol vai começar a baixar e você vai dormir muito melhor. Mas não se trata só de dormir, e sim de descansar muito melhor. O erro número três vai te surpreender e é que algumas pessoas dormem em uma posição perigosa, principalmente em certas condições. Por exemplo, muito cuidado se você dormir de barriga para cima, especialmente se tiver acima do peso ou tiver refluxo. Dormir de barriga para cima pode fazer você roncar mais. E e tem pessoas que não só roncam, mas seus parceiros quando vão ao médico dizem: \"Doutor, meu marido ou minha esposa para de respirar por um tempo e depois volta a respirar fazendo um barulho estranho.\" E isso se chama pneia obstrutiva do sono. Você pode pesquisar sobre isso ou escrever nos nossos comentários. E eu te conto mais. E isso é extremamente perigoso, porque faz com que todo o seu sistema circulatório seja afetado, aumenta sua pressão e eleva a chance de você ter infartos, derrames, problemas circulatórios. Além disso, esses pacientes não descansam como deveriam e vocês sabem, não dormir bem aumenta o risco de doenças graves. Se você ronca muito e principalmente se seu parceiro diz que você para de respirar ou faz um barulho estranho, procure um especialista em sono. Além disso, como eu já te falei, essa posição aumenta o risco de refluxo ácido, especialmente quando você tá acima do peso e quando janta logo antes de deitar. Outra posição que não é muito boa e que muita gente usa é dormir de bruços. Você já sabe, sua coluna tem curvaturas especiais que quando você dorme de bruços acabam sendo alteradas e isso causa dores nas costas, piora o seu sono e prejudica a sua coluna. E você vai dizer: \"Doutor, então em que posição eu devo dormir?\" Bom, pra maioria das pessoas, a melhor posição é deitar do lado esquerdo com travesseiro entre as pernas. Essa posição tem benefícios comprovados pro refluxo gastroesofágico. Ela reduz o refluxo para que o sangue chegue melhor ao coração. As gestantes também dormem melhor nessa posição, além de melhorar o ronco e a apneia do sono. Não tô dizendo que elimina, mas melhora, especialmente quando você coloca um travesseiro entre as pernas. E isso melhora muito o alinhamento da sua coluna. Agora, tem um detalhe importante. É muito importante que você durma em uma posição que consiga manter. O que eu quero dizer com isso? Muita gente assiste este vídeo e diz: \"Doutor, vou dormir sempre do lado esquerdo\". Se você não consegue dormir do lado esquerdo, então essa posição não funciona para você. Encontre a melhor opção para você. Lado esquerdo, lado direito. Experimente colocar um travesseiro entre as pernas. Preste atenção agora, porque os dois últimos erros são os mais perigosos. O segundo erro é levantar-se repentinamente. Se você tiver mais de 60 anos, for diabético ou tomar remédios para pressão alta. Me conta nos comentários se isso já aconteceu com você. Você acordou, se levantou e pá, tontura, visão embaçada, sensação de que vai desmaiar, você não consegue andar direito, ficar meio tonto. Isso se chama hipotensão ortostática e pode causar quedas, fraturas, batidas na cabeça. Em idosos, isso acontece principalmente quando você se levanta de repente, por vários motivos. Primeiro porque os idosos, especialmente os diabéticos ou pessoas que tomam remédios para pressão, principalmente quando começam a tomar, não controlam perfeitamente a pressão. E quando você se levanta, todo o sangue por causa da gravidade obviamente vai paraas suas pernas. Seu coração demora alguns segundos para voltar a receber sangue suficiente e nesses segundos diminui a quantidade de sangue que chega ao seu cérebro, o que causa tontura, visão embaçada ou até mesmo desmaio. Além disso, lembre-se de que ao acordar você estará desidratado, pois se passaram seis, 7 ou 8 horas sem beber água enquanto dormia. Eu digo para você o mesmo que falo pros meus pacientes como cardiologista. Siga a regra dos 20 a 30 segundos. Essa é uma regra muito simples. Acorde, sente-se na cama como eu estou agora. Mexa um pouco a ponta dos pés, os braços, atire um pouco o seu corpo. Se você tiver um copo de água no criado mudo, comece a beber agora mesmo. Conte até 20 e depois levante-se esperando de 5 a 10 segundos. A tontura vai demorar um pouco para aparecer. Se em 5 ou 10 segundos a tontura não aparecer, só então comecem a andar. Acredite, esse detalhe que eu tô te contando pode salvar vidas e evitar acidentes. Outro detalhe importante, não tenha tapetes perto da sua cama. É muito comum pisar nos tapetes, escorregar e cair. Evite isso se você for um idoso, por favor. Muitos de vocês têm fraturas, quedas ou batidas graves por causa desse simples detalhe. Mas bem, chegamos ao erro mais perigoso e, para mim um dos mais comuns de todos. Aquele frasquinho que você tem no criado mudo e toma sabe sei lá quantos anos é o remédio para dormir. Você se acostumou a tomá-lo há anos, não consegue dormir sem ele. Foi um vizinho, um tio, um primo ou um médico que uma vez você disse que tava com insônia e ele falou: \"Toma isso\". E você continuou tomando para sempre. Ou seja, você toma comprimidos para dormir sem precisar, sem saber o perigo que isso pode causar. Muitos idosos tomam diazepan, alprazolan, clonazepan, sem saber a quantidade de efeitos colaterais que esses remédios têm. Só para aceitar alguns, vício, você não consegue parar. Se parar, não dorme. Tolerância. Cada vez você precisa de doses maiores para continuar dormindo. E o pior de tudo é que mesmo que você durma, isso afeta a qualidade do seu sono. Porque por mais que você adormeça, seu cérebro não descansa do mesmo jeito, não chega a todas as fases do sono. Muitas pessoas dizem: \"Eu tomava porque senão não dormia\". Bom, quero que você saiba que esse medicamento ajuda a adormecer, mas não faz com que você descanse bem. Altera as etapas do seu sono. E se você faz isso há anos, pior ainda. Isso ainda aumenta a possibilidade de você roncar ou de ter apneia, como te contei hoje. E aumenta a sua possibilidade de no dia seguinte ficar com o cérebro nublado, confuso e lento. Agora, esses medicamentos não são ruins por si só. O problema é que muitos de vocês começaram a tomá-lo sem necessidade porque alguém de forma descuidada os receitou e continuaram tomando para sempre. Por favor, diga-me nos comentários se isso se aplica a você e quais medicamentos você toma. Qual é a solução? Primeiro, se você vem tomando esse medicamento há muitos anos, não pare abruptamente, porque é evidente que você não conseguirá dormir. Vá ao médico e diga: \"Doutor, quero tentar reduzir a minha medicação. O que posso fazer agora?\" Eu vou dar cinco ou seis dicas essenciais. Número dois, nunca se automedique. Se você tomar este medicamento por recomendação médica, pergunte: \"Doutor, para que serve? Por quanto tempo preciso tomá-lo? Esta é a menor dose necessária? Quando devo parar de tomá-lo? Isso é fundamental. Esses medicamentos são para uma situação específica, por um dia ou uma semana, durante um momento específico, mas não para uso a longo prazo. Imagina o seguinte: sua cozinha pega fogo uma vez por mês, todos os meses há anos, e você continua apagando e apagando e apagando fogo. Isso não faz o menor sentido. O que você precisa fazer é prevenir o incêndio. Nesse caso, o que você precisa fazer é prevenir e tratar a insônia, não apenas apagar o incêndio de não conseguir dormir. Aqui vão algumas dicas rápidas e práticas. Tente dormir sempre no mesmo horário. Isso vai ativar o seu relógio biológico e fazer com que você sinta sono, por exemplo, sempre às 10 da noite. Também tente acordar sempre no mesmo horário. Essa rotina é fundamental. Quando acordar, vá até uma janela e deixa a luz do sol entrar rapidamente pelos seus olhos. Isso reativará o novo relógio de sono às 10 horas da noite, por exemplo. Evite estimulantes à lot. Não beba café mate ou chá depois das 2as ou 3 da tarde, especialmente se você metaboliza essas substâncias lentamente. Número três, evite luzes azuis, telas computador, celulares e assim por diante. Ou pelo menos acenda a luz noturna e tente deixá-la acesa por 2 horas antes de dormir. Elas estimulam seu cérebro, deixam agitado, enlouquecem você e, claro, você não vai conseguir dormir. Número quatro, tente escolher uma posição correta para dormir. Número cinco, gerencia o stress corretamente. Afaste-se de relacionamentos tóxicos. Fique longe de problemas que você não precisa. Se você não pode controlar, ocupe-se. Mas não se preocupe. Não beba muita água duas a 3 horas antes de dormir e não jante tarde. Por favor, não se automique. Consulte sempre um médico. Você gostou deste vídeo? O que vocês querem que façamos no próximo vídeo? Deixe um comentário. Diga-me também de onde você tá nos seguindo. Responderei ao máximo de perguntas que puder."}
{"source": "https://www.youtube.com/watch?v=9Ga2h6N6rk0", "text": "Myślisz, że widziałeś już wszystko w medycynie? Zastanów się jeszcze raz. Medquesttino zaskoczy cię. Tutaj w Medquestino nie jesteśmy typowym kanałem medycznym. Zapomnij o podręcznikowych wykładach i nudnych faktach. To miejsce na intrygujące historie, zadziwiające ciekawostki i moje szczere refleksje ze świata medycyny. Zagłębimy się w tajemnice, o których lekarze rzadko mówią. Odkryjemy dziwaczną stronę nauki i zakwestionujemy to, co myślałeś, że wiesz o zdrowiu. Podzielę się z wami spostrzeżeniami z prawdziwego świata, dziwnymi przypadkami, świeżymi perspektywami, których nie znajdziecie nigdzie indziej. Wszystko w zabawny, przystępny i łatwy do zrozumienia sposób. Niezależnie od tego, czy jesteś ciekawym umysłem, przyszłym medykiem, czy po prostu kimś, kto kocha dobrą historię, jesteś we właściwym miejscu. Więc kliknij subskrybuj, zapnij pasy i przygotuj się, by zobaczyć medycynę w zupełnie nowym świetle. tylko na medestino."}
{"source": "https://www.youtube.com/watch?v=OveCbIhWg9Y", "text": "- I asked 20 doctors from YouTube to give me one fun fact about the part of the body in which they are a specialist. I'll go first. My name is Dr. Mike. I'm a family medicine doctor, which means I am one of the only specialists qualified to treat most ailments and provide comprehensive healthcare for people of all ages. One fun fact is in 1953, general practitioners were estimated to be making between 20 (bell chimes) and 30 home visits each day (bell chimes) and seeing between 15 (bell chimes) and 50 patients (bell chimes) in their surgeries. We actually still oftentimes do home visits for patients who are bedbound or are otherwise unable to leave their homes. - I'm Dr. Danielle Jones, known online as Mama Doctor Jones, and I am an OBGyn physician. That means I specialize in pregnancy and gynecologic problems. So starting in the 1930s and continuing until the modern way we test for pregnancy was discovered (bell chimes) well into the 1960s, testing for pregnancy included injecting human urine into a frog. (dramatic synthesizer tone) (frog croaks) If the frog laid eggs, you were pregnant. If it didn't, you weren't. - Hi, my name is Dr. Brian Sutterer, and I'm a nonsurgical sports medicine doctor who focuses on treating orthopedic and musculoskeletal injuries in athletes. Many of us have variations in our anatomy, where one person might have a muscle or a tendon that somebody else doesn't. A common example is the palmaris longus. It's a muscle and tendon in your forearm that some people just don't have. You can check for yourself by bringing your thumb and your pinky together and flexing your wrist and looking for a tendon sticking out below the skin. - My name is Dr. John Patton, @docjp3, and I'm a board certified anesthesiologist and a regional anesthesia and acute pain medicine specialist. So fun fact. If you smoke marijuana or you drink alcohol, you may need more anesthesia to go to sleep, more anesthesia to stay asleep, and you also may need more pain medicines afterwards to have good pain control. So look, anesthesiologists, we're your friends. (laughs) We're on your side, we're on your team here, so just tell us the truth and let us know if you smoke marijuana or if you drink alcohol or you're taking edibles, or whatever it may be, anything that you could be doing, if we ask you questions, just tell us the truth and let us know. We're gonna find out one way or another. - My name is Dr. Anthony Youn, and I'm a board certified plastic surgeon. What part of your body is most sensitive to touch? Do you think it's your fingertips? Well, that's actually not true. The most sensitive part of your body to touch are your lips. Your lips are 100 times more sensitive than your fingertips. - My name is Dr. Michael Cellini, and I'm a dual board certified diagnostic and interventional radiologist. One fun fact about my specialty is that I can actually use your own blood vessels as a highway to navigate wires and catheters to any organ in the body. I can pretty much get a needle or catheter anywhere in the body using ultrasound, x-ray, CT and even MRI guidance. - I'm Dr. Karan, and I'm a general surgeon in the NHS. The male colon (mouse clicks) is about eight to 10 centimeters shorter than the female colon, which means that the feces empties faster, which means on average, men tend to get less constipated than women. - I have to go to the bathroom. (TV scrambles) - Now, here's where it gets even worse. You throw in some hormone fluctuations during periods (dramatic synthesizer tone) and you have period poops. Not fun. - Hey there, my name is Dr. Sanjay Juneja. I'm a heme onc specialist which specializes in blood disorders and cancer. One of the craziest things that we don't appreciate, bunch of ingrates, all of us, is that we are constantly beating and avoiding cancer. We have like 10,000 mutations a day as we age, and our immune system does a really good and underappreciated job of beating out those sketchy cells that could have otherwise become cancer. - Hi everybody, I'm Dr. Winters, also known as The Bentist on social media, and I am actually a dentist who specialized further to become an orthodontist, and we deal with moving teeth with braces and aligners. Fun fact, your teeth are actually the hardest part of your body, okay? They're harder than any bone or anything else in your body, but they're also the only part of your body that cannot repair itself. Meaning that if you hurt them, they're hurt for life, so make sure to take care of those teeth. - Hi, my name is Dr. Glaucomflecken. I'm an ophthalmologist. It is possible to sneeze (person sneezes) with your eyes open. It would take a lot of effort to do it because you have to overcome your own body's natural reflex to close your eyes, but it can be done, and no, your eyes will not pop outta your head. - Hello, my name is Dr. Austin Chiang, and I'm a gastroenterologist, otherwise known as a GI specialist. One fun fact about the gut is that growling sound that your stomach makes when food, fluids, and gas pass through, there's a name for it. It's called borborygmi, (stomach growls) and it's just kind of fun to say. Borborygmi. - My name is Dr. Dana Brems, and I'm a podiatrist, which is a foot and ankle surgeon. One fun health fact about our feet is that they contain a fourth of the bones in the body. There's 26 bones per foot. - Hello, my name is Rohin. I'm a consultant interventional cardiologist from the UK. The whole body, of course, depends on the heart for its blood supply, but the heart itself is the most oxygen hungry tissue in the body. The heart squeezes and pumps blood (heart beats) to all the other organs, but it's actually when the heart relaxes (record scratches) that it receives its own blood supply. So it's the only organ to fill in what's called diastole when it's relaxed, another reason that the heart is so unique. - Hi, I'm Rena Malik, a urologist and pelvic surgeon. I bet you didn't know that only 14% of women (bell chimes) orgasm through penetrative sex alone. Most need some form of clitoral stimulation to achieve climax. - Hi everybody, this is Dr. Jessi Gold. I'm a psychiatrist, which means I look at the brain-body connection, or really, I'm a feeling specialist. Anxiety disorders are the most common disorders we see in psychiatry. I really like to explain it from an evolutionary perspective, meaning anxiety has a purpose for us and always did. (dramatic synthesizer tone) It helped us predict threat and run from a threat. The problem in anxiety disorders is we always see threats or always think they're coming, and so we never get out of fight or flight mode, and that's when it becomes a disorder, 'cause it's interfering with your day-to-day life and you're scared or predicting threats everywhere. - Hello, my name's Ed Hope. I'm an NHS doctor working over in the the UK in the emergency department, or as you may know it as the emergency room. Something that you may not know about emergency medicine is the term shock is not just (record scratches) the reaction to finding out your dad is on OnlyFans. In medicine, it means a life-threatening collapse of your circulatory system. So for that reason, it's sure to get emergency doctors' pulses racing (heart beats) and it will get your pulse racing, too, because that's the way your body compensates for a low blood pressure. - Hey, hey. My name is Dr. Alok Patel. I'm a pediatrician, specifically a pediatric hospitalist, so I take care of babies, kids, and teens who have been hospitalized for a variety of different reasons. In the first few years of life, over a million (electricity buzzes) new neural connections are made every second. That is wild, and exactly why sight, touch, sound, real world experiences are so important for young babies. - Hey guys, I'm Dr. Shereene Idriss, a board certified dermatologist. One fun fact about cosmetic dermatology is that it is literally the marriage of art and science and not to be underestimated, because over time, if it's taken too far, it can really have psychological impact on somebody, so you wanna make sure that you're taking care of the person's mental wellbeing, their aesthetic wellbeing, and the artistic outcome is perfection. - Hi, my name is Dr. Antonio Webb. I'm a board certified orthopedic spine surgeon here in San Antonio, Texas. One interesting fact about spine surgery or about the spine and also the brain is that they are billions of neurons, which are connections between certain parts of your body, and these connections are signals that are from your brain to your spinal cord and your muscles that allow you to move, walk around, part of your digestive system. - What's going on, everybody? My name is Dr. Cedric James Franklin Rutland, and I'm a pulmonary critical care specialist, which means I focus on diseases of the lung and I take care of individuals who are admitted to the intensive care unit. So your lungs are directly related to what you breathe in. So if you live near a freeway (horns honk) or if you live in an area that's heavily polluted, your lungs are probably chronically inflamed. If you smoke, if you vape, if you smoke marijuana, your lungs are likely chronically inflamed. (logo resonates) - Click here to learn how I gained 10 million subscribers and maybe pick up some YouTube tips for yourself. A huge thank you to all the doctors who helped me make this video. All their channels are linked down below. As always, stay happy and healthy. (upbeat music)"}
{"source": "https://www.youtube.com/watch?v=zVCKO9y9DWM", "text": "- How can we draw hearts like this, but hearts actually look like this? Is it true that King Charles once touched the beating heart of a living boy? Is it possible to live with a 3D printed heart? This is the bizarre past, present, and future of the human heart. Huge thanks to Omron for sponsoring this video. (soft tense music) (timeline clicks) 15,000 BCE. Long before we had knowledge of what a human heart actually looked like, the earliest known depiction of a modern-day heart symbol was created in Spain within El Pindal Cave. Remnants of cave paintings from early hunter gatherers show this, a woolly mammoth with the heart symbol located right on its torso. Hardly anything is actually known about these paintings, such as who actually made them and what they mean, but some experts speculate that the paintings of animals like the wooly mammoth may have been instructions for where to strike with spears while hunting. Not exactly a romantic origin story though. Just a quick 12,000 years later, the Egyptians began to identify the heart as the center of life and mortality. Egyptians believed the heart was responsible for things such as your emotions, wisdom, and memory. In fact, Egyptians revered the heart so strongly that, during mummification, the heart was left inside the body and not removed like other organs because it was believed that the heart was needed in the afterlife. Gods would take your heart, which was often represented as a jar with two small handles, and weigh it as a form of judgment. The Egyptian God Anubis would weigh your heart against the feather. If they weighed the same, you were blessed into the afterlife. If your heart outweighed the feather, you were cursed into oblivion because of all the guilt and evil deeds weighing your heart down. This is also potentially thought to be the origin of the phrase having a heavy heart. The ancient Greeks took this a step further. They not only believed that the heart contained a person's soul but that it had a functional mechanism within the human body. The world's first doctor Hippocrates and ancient Greek scholar Aristotle believed that there was a connection between the heart and the lungs. They spent years discussing the importance of the heart's pumping action. Aristotle developed these theories after studying embryos of chicks, not actually humans, and while he may have been headed in the right direction, he did get some parts wrong. Aristotle believed the heart had three chambers. It actually has four. He believed the function of the heart was to heat the body. I guess you could say that's sort of true 'cause the heart pumps blood, which does aid in thermoregulation. He also theorized that the organ served a purpose of cooling down the heart. Well, no, that's too far because we have sweat glands for that. So while not totally accurate, the Greeks were definitely making some progress. 700 years later across the Mediterranean, the city of Cyrene in Libya began issuing silver coins that depicted the heart symbol. But was it actually the heart symbol or simply the leaf of a plan called silphium? Well, it may have actually been both because, in the ancient world, silphium grew naturally in the northern coast of Africa, and it was considered a miracle drug to treat countless problems. In fact, it was so sought after that Caesar was rumored to have stored 1,500 pounds of it within the Roman treasury. Given that silphium was used as an aphrodisiac and contraceptive, historians do speculate that the heart-shaped leaves of the plant may have actually been the origin of the heart symbol's association with love and romance. Sadly, because of its extinction, likely due to over-harvesting, we'll never know if it was a cure all or nothing more than an ancient goop. Flash forward another 1,000 or so years, and the rise of Christianity gave birth to the sacred heart. This religious symbol associated with Jesus Christ created some visual depictions that started to resemble the beginnings of the anatomical version of the heart, although it was still a ways away from what an actual heart looks like. These depictions exploded, appearing in Christian monasteries across Europe and the Middle East. It went on to be shown in thousands of religious texts and is still in use today for ceremonial purposes and in the names of countless schools, hospitals, as well as other institutions across the globe. By the Middle Ages, cultural depictions of the heart extended well beyond the confines of religion and were used in art to represent royalty. The heart also made its earliest appearance on one of the world's most popular items, something you may actually have in your house right now, playing cards. Initially developed in Asia, playing cards made their way to Europe where different cultures experimented with different suits. 15th-century Germans were the first to implement the heart suit, which is still around in poker tables and campfires today. While the heart was finding its way into culture, actual scientific progress had stalled for over 1,000 years because of the religious persecution during the Dark Ages. You see, back then when someone died, you buried them and moved on. The idea of performing a dissection or examining a dead body was just not common and often publicly condemned. It was only during the Renaissance that Leonardo da Vinci and eventually others were bold enough to begin dissecting human and animal bodies for research. This gave Da Vinci an opportunity to become the first artist to sketch a truly accurate representation of the heart. He was meticulous with his work, successfully and accurately capturing diagrams of the heart with nothing more than pens and paper. And while his work dramatically improved our understanding of the heart, it was not without its conspiracies. Da Vinci never published the drawings himself, and in the margins of the diagrams, he even wrote, \"I could tell more if I was allowed to do so.\" Unfortunately, science during that time was heavily corrupt and even silenced by religion and the oppressive Spanish Inquisition. Luckily, the Renaissance would soon lead to the Age of Enlightenment where science and art would break free from these confines. One, though, does have to wonder, how many more discoveries would da Vinci have made had he not feared persecution? Now in the 1600s, a 10-year-old boy named Hugh Montgomery was riding his horse through the English countryside. The horse bucked him off, flung him through the air, and Hugh landed chest first onto a jagged rock or fence. There's multiple stories to this. The injury was so devastating, it shattered Hugh's ribs and left a gaping wound right in the middle of his chest. Miraculously, though, young Hugh survived, but not without what would become one of the world's most famous scars. He was left with a gaping hole in his chest, his heart beating fully exposed to the naked eye. Never before in recorded history had any human being laid eyes on a living beating heart. In fact, initially, they thought it was his lungs they were looking at, not even his heart. Hugh not only survived, but he flourished, beginning his tour all over Europe, amassing crowds desperate wanting to lay eyes on an actual human heart for themselves. One of those people, King Charles I, who summoned Hugh for a royal examination. The king was fascinated, inching closer to Hugh to lay his eyes and his hand on the beating organ. The king reached in and touched the heart with three fingers and his thumb. \"Does it hurt?\" the king asked. \"Not at all,\" Hugh replied. Royal physician William Harvey documented the boy's unique case and verified its legitimacy, which opened the door for further research into the cardiovascular system. Hugh's incident was obviously outrageous, and it's unlikely that you'll ever find yourself in the same situation, but that doesn't mean there aren't problems with your heart you need to be on the lookout for, which is why I wanna talk about hypertension, courtesy of our sponsor Omron, the number one home blood pressure monitor recommended by both doctors and pharmacists. According to the American Heart Association, 116 million Americans fall into the high blood pressure range each year, which is the leading cause of heart attacks and stroke, which fortunately are often preventable by focusing on certain lifestyle habits like a healthy diet, regular exercise, and avoiding tobacco products. Those habits do help keep your blood pressure in check. Also, monitoring your blood pressure at home can help keep it in a healthy range, allow you to identify high readings earlier, and, most importantly, get accurate measurements, as so many people have higher numbers when in the presence of a medical professional. You could even download the Omron Connect app, which will give you valuable insight into your lifestyle habits and allow you to share your readings with your doctor. I can't tell you how valuable that is for me as a primary care doc. Visit the link in description below to learn more about Omron home blood pressure monitors so you can effectively and easily keep your blood pressure in check. We can't talk about the heart without talking about Valentine's Day. The actual origin of Valentine's Day is hotly contested, but many believe it began as a religious ceremony in Rome in honor of St. Valentine, which could be any one of three gentlemen named St. Valentine, formally recognized by the Catholic Church. How the Roman ceremony transitioned into a lover's holiday is widely unknown, but it appears displays of romance began around 1375 when English poet Geoffrey Chaucer wrote, \"For this was sent on Saint Valentine's Day when every fowl cometh there to choose his mate.\" It was around this time that the heart also began to appear in pop culture as a symbol of romantic love. The first non-anatomical illustration of the heart may be from around 1255 CE in a French poem called \"Romance of the Pear,\" alongside a picture of a man kneeling below a woman, offering her a heart or a pear. Hard to say. In 1550, a collection of 83 Danish love ballads were collected by King Christian III inside a book shaped like a heart. No doubt about this one. This is a love book. But by the mid 1700s, a few intelligent businessmen thought they could make some coin off the day, and thus began the commercialization of love with vendors selling formal Valentine's Day cards. As you could see in this card from 1818, the heart symbol had already been put to good and profitable use, which we still see today. By the early 1800s, research into the heart was pumping! Sorry, I had to do that. The Enlightenment led doctors around the world to perform autopsies and make more scientific advancements than had been made in the past 2,000 years. In 1801, a Spanish doctor named Francisco Romero became the first doctor to successfully perform surgery on the human heart, effectively making him the first heart surgeon, a title which didn't yet exist. He operated on the heart in a number of patients for several years but usually with mixed results. He then presented those findings at the School of Medicine in Paris to a very lukewarm reception. - Boo! - While we now recognize his surgery on the pericardium, the lining of the heart, as revolutionary, his peers largely disagreed, calling his surgeries way too aggressive and silencing it for years. In 1925, Henry Souttar, a doctor and engineer who began pioneering innovative surgical techniques, saved the life of a 15-year-old girl by performing heart valve surgery using a technique that was radically different than previously attempted by his colleagues. There was so much pushback from them - Stop it! - that he was threatened with a manslaughter charge had he proceeded and failed the surgery. While the operation was successful and the girl lived several more years, the medical community was shocked at the procedure and never allowed him to perform it again! It would be another 22 years until other doctors reviewed his notes and realized Dr. Souttar was onto something, making his once band surgical technique the norm for years to come. World War II sparked innovation in virtually every scientific sector, especially medicine, where wartime doctors from multiple countries pioneered innovative technologies around anesthesia and transplantation. For instance, plastics developed in military laboratories were eventually used to make artificial heart valves. For all the destruction wartime may have been responsible for, The silver lining was that medical progress that followed in the decades after was truly revolutionary. In 1967, Dr. Christiaan Barnard of South Africa performed a first-ever heart transplant, removing the heart from a young woman who had died in a car accident and giving it to a 53-year-old man suffering from severe coronary insufficiency. The operation was an initial success, and the press coverage of it was unprecedented. It truly went viral. Dr. Barnard had became an international superstar for performing a procedure long thought impossible. Reporters from around the world covered the patient's recovery in extreme detail, obsessing over his every move and meal, but unfortunately, the good news didn't last long. Only 18 days after the surgery, the patient developed and died of severe pneumonia and septicemia, an infection of the blood. While this was tragic, Dr. Barnard had proven that heart transplantation was possible and that improvements just needed to be made. Over the next decade, doctors and scientists worked to solve the issue of organ rejections during heart transplants, which made the procedure less likely to be successful longterm. The sole issue that remained was waiting for an available heart, which could be a lengthy and lethal process. It took sometimes years to get a heart. A couple decades of research later, people who needed a new heart finally had an option while they were waiting for one to become available. They could sometimes qualify for an artificial one. Dr. Robert Jarvik invented the Jarvik-7 artificial pump, which could be placed into a failing heart and act as a bridge until a new heart became available. In 1982, the Jarvik-7 artificial heart was put inside Barney Clark, who survived 112 days with it. In 1985, it was put inside a 25-year-old Michael Drummond, who lived with the pump for nine days before a donor heart was found, making him the first human being to survive an artificial heart transplant successfully. The Jarvik-7 is considered such a revolutionary piece of technology that it's now on display in the Smithsonian Museum in Washington DC. That brings us to what's next, the advancement of heart technologies expanding in a new dimension, literally. Scientists worldwide are developing 3D printed hearts that can have the same shape and build as the heart they're looking to replace. Imagine a world where you no longer have to wait for tragedy to strike so you can receive a heart transplant. Rather, a printer could generate a synthetic heart that looks identical to the heart you already have, except it's made in a more durable material and can even fix pre-existing issues. These 3D printed hearts could also be used for various forms of medical research. You could test all kinds of surgeries and procedures on a 3D printed heart without risking anyone's health, and with the emergence of AI finding its way into healthcare, it seems we may only be scratching the surface of what's possible when it comes to treating our tickers. Here are some modern medical practices I think we absolutely need to stop. Click here to check that out. As always, stay happy and healthy. (upbeat electronic music)"}
