{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": "Cześć wszystkim! Dziękuję, że dołączyłeś do mnie i mojego psa Teda w tej przygodzie! Dziś mamy taką zdrową, nastrojową pogodę. Dużo deszczu i mgły. Uwielbiam patrzeć na mgłę poruszającą się tak szybko po górach! Próbuję dziś nowej plandeki, jest wykonana z płótna. Wypuszczając Teda, zobaczmy, czy chce zostać na zewnątrz, czy poczekać w samochodzie, aż schronisko będzie gotowe. Ok, Ted ma dość zwiedzania, chce poczekać w samochodzie. Ten film jest sponsorowany przez NATUREHIKE Jakie to fajne, otwiera się na dwa palniki. Jestem pod wrażeniem. Jakość tego pieca jest świetna i wygląda świetnie. Podoba mi się połączenie kolorów, jest idealne na kemping. Jestem bardzo podekscytowany możliwością przetestowania mojego nowego sprzętu do gotowania. To naprawdę miłe! Zapalniki wydają się być bardzo niezawodne. Ani razu nie zawiodły przez cały mój dzień na kempingu. Dzisiaj ugotuję makaron carbonara. Przydadzą się więc dwa palniki! Mam jeszcze kilka nowych elementów, dzięki którym będzie miło i uporządkowanie! Uwielbiam to! Robi się chłodno, dobrze, że zabrałam ze sobą ciepłe ubrania. Nie spodziewałem się tego latem w Australii. Wydaje mi się, że w górach zawsze jest chłodniej. Oczywiście Ted nie uczestniczy w części dotyczącej gotowania. Mam trochę smażonych warzyw z kurczaka dla Teda. On to uwielbia. Czas ugotować makaron! Mniam! Ted pełni służbę wartowniczą i pilnuje, aby żadna krowa nie podeszła zbyt blisko! Obserwuje nas jedna ciekawa krowa. „Co gotujesz?!” Takie niesamowite widoki stąd! Co ja robię, nie potrzebuję noża, żeby zjeść makaron xD Mój makaron jest gotowy! Czas coś zjeść i nacieszyć się widokami! Ach, cieszę się teraz w pełni swoją chwilą. Ok, oboje jesteśmy najedzeni, teraz przygotujmy schronienie, w którym będziemy mogli spać dziś wieczorem! Mam dziś ze sobą ciekawy namiot od Naturehike. To rodzaj modułowości! Ma to sens, gdy podczas pieszych wędrówek chcesz czasami rozłożyć ciężar między siebie i swojego partnera. Całkiem sprytny. Kołki są wysokiej jakości. Niezwykle lekki i mały namiot, odpowiedni do pieszych wędrówek. Jest też dość przestronny, zmieści się w nim mój pełnowymiarowy podwójny materac. Cała konstrukcja słupa jest już ze sobą połączona, więc jej ustawienie jest dość łatwe. Wszystko w tym namiocie sprawia wrażenie lekkiego, ale trwałego. Spójrz na Teda, nie może się doczekać, aby wejść i przetestować nowy namiot! OK, ten namiot zyskał aprobatę Teda! Sukces! Zróbmy sobie teraz krótką przerwę i odpocznijmy trochę. Co za magiczna noc. Obóz świeci, czas rozpalić przytulne ognisko i trochę się rozgrzać. Być może szybka kolacja przy ognisku. Kelly przygotowała dla mnie i Teda odpowiedni zestaw posiłków na kolację. Miło z jej strony! Dziękuję! To jest dla Teda! Tak szybkie i łatwe w przygotowaniu. I bardzo pyszne! JMT! Ted uwielbiał swój posiłek, nic nie zostało! Mam zamiar zjeść, odpocząć i obejrzeć kilka filmów przed pójściem spać! Dobranoc wszystkim! Ted już wyszedł i czeka na mnie. To był bardzo dobry, komfortowy sen. Nie przejmuj się, że rano wyglądam jak Chewbacca. Potrzebuję kawy, natychmiast! Nadal pada deszcz. Cieszę się, że namiot jest odpowiednio wodoszczelny. Zmielmy świeżą kawę! Tam na dole znajdują się majestatyczne lasy deszczowe. Biwakowałem tam już wcześniej, muszę wkrótce wrócić! Takie miłe miejsce! Czas się spakować i ruszyć w kolejny cel! Dziękujemy, że do nas dołączyłeś! Pakowanie jest łatwe i przyjemne, gdy wszystko ma swoje miejsce! Pakowanie namiotu było tak proste, jak jego rozstawienie. Ładny! Mam nadzieję, że podobał Ci się ten odcinek! Do zobaczenia w kolejnym miejscu docelowym! Sprawdź więcej filmów na naszym kanale YouTube „Go4x4”."}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Tłumaczenie: Agnieszka Cabanes Korekta: Marta Konieczna Pokarm dla mózgu. Gdyby usunąć z mózgu całą wodę, a resztę rozbić na tworzące go składniki odżywcze, co otrzymalibyśmy? Większą część stanowiłyby tłuszcze, zwane również lipidami. W pozostałej substancji mózgowej znaleźlibyśmy białka i aminokwasy, ślady mikroelementów i glukozę. Mózg to dużo więcej niż kombinacja substancji odżywczych, ale każda z nich ma wpływ na nasze funkcjonowanie, rozwój, nastrój i poziom energii. Poobiednie zmęczenie czy bezsenność w nocy mogą wynikać z wpływu jedzenia na nasz mózg. Największymi gwiazdami wśród tłuszczów w naszym mózgu są omega 3 i 6. Te nienasycone kwasy tłuszczowe, które chronią nas przed  neurodegeneracyjnymi chorobami mózgu, pochodzą wyłącznie z pożywienia. Pokarmy bogate w omegakwasy jak orzechy, ziarna i tłuste ryby są niezbędne do tworzenia i utrzymania w dobrym stanie błon komórkowych. Tłuszcze omega są dobre dla naszego mózgu, ale regularne spożywanie innych, takich jak tłuszcze trans i nasycone, może zaszkodzić jego zdrowiu. Białka i aminokwasy, materiał budulcowy, dzięki któremu rośniemy i rozwijamy się, wpływają na nasze  samopoczucie i zachowanie. Aminokwasy zawierają prekursory neuroprzekaźników, substancji chemicznych przenoszących sygnały miedzy neuronami, które wpływają na nastrój, sen, koncentrację i masę ciała. Dzięki nim czujemy senność po zjedzeniu dużej porcji makaronu i jesteśmy bardziej uważni po posiłku bogatym w białko. Złożone kombinacje  związków chemicznych w jedzeniu mogą pobudzać komórki mózgu do wydzielania wpływającej na nastrój noradrenaliny, dopaminy i serotoniny. A że nie łatwo dotrzeć do komórek mózgu, aminokwasy muszą walczyć o ten ograniczony dostęp. Zróżnicowana dieta pomaga utrzymać zrównoważoną kombinację neuroprzekaźników i zapobiega nadmiernym wahaniom nastroju. Podobnie jak inne organy w naszym ciele, nasz mózg potrzebuje regularnej dawki mikroelementów. Antyoksydanty w owocach i warzywach wzmacniają go i zwalczają wolne rodniki niszczące komórki mózgowe, pozwalając mózgowi wydajnie pracować przez dłuższy okres czasu. Bez mocy mikroelementów, takich jak witamina B6, B12 czy kwas foliowy, nasze mózgi chorowałyby i traciły sprawność. Pierwiastki śladowe: żelazo, miedź, cynk, i sód są niezbędne dla zdrowia mózgu i wczesnego rozwoju poznawczego. Aby mózg mógł sprawnie  przetwarzać i syntetyzować te cenne składniki odżywcze, potrzebuje paliwa, i to w dużych ilościach. Chociaż mózg stanowi tylko około 2% masy naszego ciała, zużywa aż do 20% naszej energii. Większość pochodzi z węglowodanów, rozbijanych przy trawieniu na glukozę. Płaty czołowe tak silnie  reagują na jej spadek, że obniżenie sprawności umysłowej jest jednym z pierwszych sygnałów niedoboru tego składnika. Przyjmując, że dostarczamy glukozę regularnie, jak różne rodzaje węglowodanów wpływają na nasz mózg? Są trzy rodzaje węglowodanów: skrobia, cukier i błonnik. Choć na etykietach spożywczych są traktowane jako jedna kategoria, stosunek cukru i błonnika  do całkowitej ilości węglowodanów wpływa na reakcję organizmu i mózgu. Pokarmy wysokoglikemiczne, takie jak białe pieczywo, powodują szybki wzrost poziomu glukozy we krwi, a następnie jego szybki spadek. Obniża się nie tylko poziom glukozy ale i koncentracja i nastrój. Z kolei owies, ziarna i rośliny strączkowe wolniej podnoszą poziom glukozy, co pozwala utrzymać poziom koncentracji. Aby mózg działał płynnie, niezbędna jest zróżnicowana dieta, bogata w składniki odżywcze. To, co gryziemy, przeżuwamy i połykamy, ma bezpośredni i długotrwały wpływ na najważniejszy organ w naszym organizmie."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=qrBGk07iSLY", "text": " Hi everyone! Thank you for joining me and my dog Ted on this adventure!   We got such a wholesome, moody weather today. A lot of rain and fog.   I love watching the fog moving around the mountains so fast!   Trying a new tarp today, it’s made out of canvas.   Letting Ted out, let’s see if he wants to stay out or wait in the car for shelter to be ready   Ok Ted had enough exploring, he wants to wait in the car.   This video is sponsored by NATUREHIKE   How cool is that, it opens up into two burners.   I am impressed. The Quality of this stove feels and looks great. I love the color combination, it’s perfect for camping.   I am pretty excited to test my new cooking equipment today. It’s really nice!   The igniters seem to be very reliable. Not once did they fail throughout my whole camping day.   I am going to cook Pasta carbonara today. So two burners will come in handy!   Got couple of more new items to make it nice and organised! Love it!   It’s getting chilly, good that I brought some warm clothes. Did not expect that in summer in Australia. I guess up in the mountains is always cooler.   Of course Ted is out for the cooking part.   Got some Chicken Vegetables Stir Fried ready for Ted. He loves it.    It’s time to cook some pasta! Yum!   Ted on guard duty, making sure no cows are coming too close!   There is one curious cow watching us. “What you cooking?!”   Such incredible views from here!   What am I doing, I don’t need a knife to eat pasta xD   My pasta is ready! It’s time to eat and enjoy the views!   Ah, enjoying my moment to the fullest right now.   Ok we are both full, now let’s setup a shelter to sleep in tonight!   Got an interesting tent from Naturehike with me today. It’s kind of modular!   It makes sense, when hiking, you want sometimes to distribute the weight between you and your partner. Pretty smart.   Pegs are hight quality.   Extremely light and small tent, good for hiking. It’s quite spacious too, will fit my full size double mattress inside.   The whole pole structure is already interconnected, so it’s quite easy to setup.   Everything about this tent feels light but durable.   Look at Ted, he can’t wait to get in and test the new tent!   Ok, this tent got Ted’s seal of approval! Success!   Let’s take a short break now and chill abit.   What a magic night. The camp is glowing, it’s time to setup a cozy campfire and warm up a little. Perhaps a quick dinner on the fire.   Kelly prepared a proper meal kit for me and Ted for dinner. So nice of her!  Thank you!    This one is for Ted!   So quick and easy to prepare. And sooo delicious! JMT!   Ted loved his meal, nothing left!   I am going to eat, relax and watch some movies before going to bed!   Good night everyone!   Ted is already out, waiting for me.   It was a very good comfortable sleep. Don’t mind me looking like Chewbacca in the morning.   I need a coffee, now!   It’s still raining. I am glad the tent is proper water tight.   Let’s grind some fresh coffee!   Majestic Rain Forests are down there. I been camping there before, got to go back soon! Such a nice place!   It’s time to pack up and move to our next destination! Thank you for joining us!   Packing up is easy and fun when everything has it’s place!   Packing that tent was as easy as setting it up. Nice!   Hope you enjoyed this episode! See you at our next destination! Check out more videos on our YouTube channel ”Go4x4”. "}
{"source": "https://www.youtube.com/watch?v=a_4YMQdzBWM", "text": "I like simple inexpensive solutions that produce huge health benefits I'm going to go through seven things apple cider vinegar can do for you just try it one night and watch what happens benefit number one has to do with your blood sugar the main ingredient in apple cider vinegar is not a probiotic it's not vitamins it's not minerals it's acetic acid this is a very special acid that can greatly help stabilize your blood sugar when you go to bed all night long your blood sugar is level your liver won't have to make excess glucose you see a lot of this when someone's a diabetic they'll wake up in the morning their blood sugar is really high despite not eating any sugar because the liver is making all this sugar because of this insulin resistance issue apple cider vinegar can greatly help this insulin resistance and as you drink the appid of vinegar you're going to find that it will also inhibit the breakdown of these starches or sugars slower so you get less of a spike of blood sugar this leads us to the second benefit of apple cider vinegar sleep one to 2 tablespoons of apple cider vinegar in a glass of water in the evening before bed it's going to help you sleep better it can actually help your neurotransmitters which will help you get into a much deeper sleep because it's not just about sleep it's about the quality of sleep it's about the depth of sleep it's kind of like when people drink alcohol uh they sleep but they wake up feeling like they have a hangover because they really didn't get the quality of sleep third benefit is the digestive benefit if if you consume a meal at night maybe you feel bloating appside of vinegar can help reduce the bloating so it helps digestion which is automatically going to take a huge stress off your sleep in addition to some people having heartburn at night guess what alider vinegar can fix that versus what most people do is take an ant acid or a PPI or whatever oh my gosh they're going to go from bad to worse the next thing this apple cider vinegar can do is have better absorption with minerals calcium magnesium iron zinc potassium all the minerals will go in deeper with this acidic stomach if your stomach is too alkaline you're not going to absorb the minerals this is one problem with people that don't have enough acid if you've ever had like these little Twitches or it's called tetany on your skin by taking the upset of vinegar you can help mobilize these minerals you can get better absorption of magnesium which can also indirectly get rid of the calcium that's creating a contraction or a tetany type twitching and not only that we're also going to improve cramps try to sleep if you get a charlie horse or where you're bending your toe and the and the foot goes into a spasm because you get these cramps that can be a severe thing that can wake you up so whether you have a charlie horse cramps in your legs or your feet or any muscle spasm apple cider vinegar can help it how by increasing the absorption of of minerals and another benefit on top of that is since you have better blood sugar the need for snacking is not going to be there because you're not going to have a low blood sugar situation so you're going to feel more satisfied so less urge to snack at night is a really good thing so many people cannot not have a snack and the reason for that is they're they might be hungry or their blood sugars might be low Aleta vinegar will greatly reduce the need for a snacking the next benefit it's going to indirectly help you lose weight why because if insulin is more sensitive then you're not going to be pumping out all this excess insulin to make up for this resistance and anytime there's less insulin there's going to be less fat even when they used to do insulin shock therapy way back in the day I think this was in the 20s or 30s they would literally induce a coma by injecting someone with a lot of insulin 2 weeks later they wake up overweight because of the excess insulin so this is how apple cider vinegar can help help you also lose weight because most of the fat is burned at night not during the day what increases the ability to burn fat at night is growth hormone and there's one hormone that blocks it insulin as well as cortisol another benefit is just the ability for your liver to detoxify better you're also going to get a release of bile more bile release that's going to help you digesting fats and helping the liver work and helping the digestive juices work through that area there's nothing worse than having a backed up Gall BL ladder um because you're not producing enough bile when you're trying to sleep and it's referring to your right side side here so Alid of vinegar can help that as well in fact your bile can't be released unless the stomach is nice and acid this is why when people take an acids they end up having more gallbladder problems that's one of the side effects of these ant acids is more gall stones and lastly and this is a really interesting one acetic acid the main acid in alide of vinegar can be used as f fuel to run your body on that's right atic acid can feed the energy Factory of the cell and it can be used as just an alternative fuel you make energy from it now you might think that's going to keep you up at night but no it's not it's going to allow you to sleep more soundly and less Restless you'll have less restless leg syndrome you'll feel more relaxed you get more minerals and what you have to realize is it takes a good amount of energy to be able to sleep sometimes people are too tired to sleep they can't get into a deep sleep think about what sleep is it's not a passive thing it's something active there's certain things that are working to help induce certain hormones the autonomic nervous system work to help calm you down and acetic acid gives you the energy to help you sleep and wake up feeling refreshed so you can have energy during the day and you can have a restful sleep at night please try this just one night and then comment down below how well it worked for you it's so inexpensive it's so easy to do you take two tablespoons or even one to start out in a glass of water maybe put some lemon in if you want or a couple drops of stevia if you don't like the acidity take a straw drink it down so it's not on your teeth and do that right after dinner and watch what happens you're going to feel a significant difference thanks for watching and I will see you in the next video"}
{"source": "https://www.youtube.com/watch?v=bZi-she-rwA", "text": "hey everyone Anthony here from the global gaming and welcome back to our Minecraft Guide Series today we're diving into how to whip up a potion of healing also known as instant Health right in your own Minecraft world whether you're battling mobs or just after some quick Health boosts this potion is a must-have in your inventory let's start with the basics for the potion of healing you're going to need a few key items blaze powder a water bottle and a glistering melon slice first things first head over to your brewing stand to kick things off add one blaze powder into the leftmost slot to fire up the stand next place your water bottle in one of the bottom slots now the Brewing Magic Begins add a Nether wart into the top box of the brewing stand menu after it Brews swap that out for the glistering melon slice wait for the Brew to complete and voila you've got yourself a potion of healing don't forget to move this potion into your inventory but what if you want to amp up the effects let's talk about upgrading to a potion of healing too which gives you instant Health to for that extra boost you'll start with your potion of healing as the base add blaze powder again to activate the stand put your potion of healing in the bottom slot and top it off with some glowstone dust Brew it up and there you have it a more potent potion of healing to ready for any adventure for those of you using Java Edition the give command to get the potion of healing is if you're on Pocket Edition education Edition Windows 10 or console just use give AP potion 121 for the first potion and give AP potion 122 for the upgraded version and that's it Gamers you now know how to make and upgrade your potions of healing be sure to hit that like button and subscribe to the global gaming for more awesome Minecraft content until next time keep gaming and stay awesome"}
{"source": "https://www.youtube.com/watch?v=h-x7M-anEA0", "text": "myths and rumors circulate in a very similar way to the way that microbes spread they can be contagious in that one person hears something they pass it on to another person and another and suddenly a rumor becomes really well-established and I think we've always had this problem but with the internet and social media just the scale the scope and the speed of it is really amped up I'm not to see miasma and I'm a doctor a professor at Stanford School of Medicine and director of the Stanford center for health communication and I'm going to debunk some illness and disease myths people kind of want to know like exactly how much water should I be drinking but there isn't that magic number I think this myth has been circulating for a long time and somehow eight glasses of an eight ounce glass specifically is what circulated it depends on your body size and how active you are a given time there is no reason to eat your placenta I do hear from people that they want to eat their placenta because monkeys or other wild animals do it but the reason that those animals are doing it is because they don't want to attract predators there is no reason for a human to eat a placenta your heart does not skip a beat when you sneeze I think a lot of us grow up hearing things about sneezing that your eyes closed and your heart skips a B and you like dead for a millisecond or something and yeah clearly not true adults have fewer bones and babies and that's actually true because babies are born with some bones that fuse to become a bigger bone there is a phenomenon known as a July effect which wonders an ask this question that if you have massive turnover new residents starting new faculty starting around July then isn't that a more dangerous time to be in hospital and there have been 300 studies looking into this and it turns out that it depends on what kind of hospital is who you're being looked after like how experienced they are but also what kind of illness you are and how seriously sick you are the take-home from this is that if you're sick in July you still need to go to a hospital and by and large you're in good hands so your body makes toxins as it metabolizes different things but the thing is your body also flushes those things out you don't need to be doing anything or taking anything to cleanse yourself so that Tommy tea is most of them are not good for you they kind of go under this umbrella of oh well it's natural or it's herbal but those herbs are no joke sometimes flat tummy teas contain senna which yes it's a herb but it's also a laxative so if you want to crap the way out I mean all you're doing is emptying your bowels and becoming dehydrated your body does have waste products in it that's why you pee and that's why you poop and even when you breathe you are exhaling carbon dioxide which is a waste product but your body is perfectly primed to do that to get rid of what you don't need people do ask about colonics you do not need them you do not need to put coffee up your butt you don't need to be shoving liquids up there to get anything out unless of course you have constipation and the doctor prescribes an enema but if you're healthy and functioning fine then you don't need to do a colonic people are making billions of dollars off dietary supplements that many of us don't need and that includes vitamins if you are eating a well-balanced diet you're getting the vitamins that you need and you don't need to be popping a pill to stay healthy you need to take a vitamin if your healthcare provider tells you you have a deficiency and you need to top up and take a pill or take a liquid that boosts your level of that vitamin MSG is not addictive it's not unsafe and the thing that I was fascinated with when I was writing this was that those myths that you've heard about msg that is addictive that it's really bad for you are all tied to racism and the fact that it was Chinese people owning Chinese restaurants that were using it and that's how it got labeled as something that was dirty and toxic in moderation it's no worse for you than regular salt people have asked me if genetically modified food is safer they should pay more for non GMO food pay more for organic food but GMO food is safe and the definition of organic honestly can be so broad and vague and different from one place to another that most doctors will say just eat a healthy balanced varied diet and you don't necessarily need to pay more for organic for most foods I do get asked about artificial sweeteners a lot because a lot of my friends like to chug diet sodas they're things who bear in mind here is that some of the studies are not that robust so you might have seen headlines saying diet sodas cause Alzheimer's disease or diet soda caused a stroke and they're not necessarily true and the thing that I worry about then is where people ditch the diet so don't just start drinking sugary soda when we know that those are linked to diabetes and other illnesses artificial sweeteners the kind that you find in diet sodas do not cause Alzheimer's disease stroke and cancer you may have seen headlines that say that but I think that they are misconstruing what the scientific studies are really showing there have been studies showing some harmful effects of artificial sweeteners in rats but then you have to take that with a large grain of salt to say that while just because it did something in a rodents body will that translate into happening in a human's body but if you want to be really careful you can just drink water the great message you are a little bit taller first thing in the morning probably no more than a centimeter though and that's just because gravity compresses your joints during the course of the day it's also why when astronauts come back to Earth after a space mission they are a little bit taller than when they left Earth there are studies showing that bad teeth especially bad gums can lead to heart disease and make you more susceptible and that's because of the bacteria that causes gum disease can circulate through the blood and cause illness elsewhere it's certainly something that makes us look at the patient holistically so it's important to get your blood pressure checked and it's important to eat well but it's also really important to get good dental hygiene and get routine checkups to make sure your gums are as healthy as everything else there are some studies that are quite exciting that show that aspirin which we already recommend for a number of things might lower the risk of cancer but there's still more research being done and there aren't a ton of medical organization saying hey everyone should take an aspirin pill every day to prevent cancer what we're learning is that it certain types of cancer in particular and that there might be something about aspirin that prevents metastatic cancer that prevents cancer cells from moving around the body but even in that case it might be that the aspirin works for that only in some people and not in everyone I get so many questions about aspirin because it feels like every year we discover a new use for it is an incredible incredible drug but the jury's still out on aspirin preventing cancer please and do not stop taking an antibiotic at the moment you feel better if you still have more to complete the course it's really important if you have 10 days of pills but you for better on day 4 or day 3 even you still have to finish that course of antibiotics so that the bug does not become resistant to the medicine antibiotics cannot help with a cold most colds most sore throats are caused by viruses and antibiotics will not do anything to those antibiotics fight bacteria very specifically so if you have a virus circulating in your blood taking an antibiotic will not help it's been circulating for ages that you should starve a fever and feed are cold you just need to eat well and stay hydrated when you're not well it is dangerous to starve yourself like that's a thing that we know that's proven so if you have a fever stay hydrated and eat well the flu shot can definitely not cause the flu the flu shot might make you a key but for the vast majority of us getting the flu shot is a fantastic idea you will not get the flu from it and it will keep you safe I think we all grew up hearing that you should never go outside in the cold when your hair is wet or like make sure you bundle up and our mothers love doing that to us during cold times is when there are more colder bugs circulating anyway and also there is some research that shows that cold weather might impact the immune system but I don't know if it's that robust I think it's still a good idea though to wrap up very well you do not lose more heat from your head than anywhere else on your body you can tell a little bit about what's making somebody sick from looking at the color of this pewter which is the disgusting thing that you cough up for example if it's very clear that's less likely to be an infection usually if it's green or yellow more likely to be a bacterial or viral infection I think doctors are good or assessing the color of sputum I people are coughing up out of their lungs if you are emptying your nose into a tissue probably looking at the color to try and figure out exactly what bacteria is causing it that's not gonna be something you can assess people wonder if there is stopped growing when the rest of them stops growing and actually your ears carry on growing forever so the current guidelines in the US are that men who have sex with men can only donate blood if they've been celibate for 12 months which is ludicrous and stupid and unscientific it wasn't until 2015 30 years after we had a test for hiv/aids that gay men and bisexual men were told yes you can donate blood but there was a major caveat and that caveat was that men who have sex with men could only donate blood if they had been celibate for 12 months vaccines do not cause autism I may get that tattooed on my face at some point in 2020 I'm kind of being sarcastic here but if a patient was to ask me that I would take their concerns really seriously and not be dismissive because I want to know why they think that and I want to make sure that I reassure them that vaccines are safe and what they cause is a long life and good health the best way to disinfect your hands is to wash them very well with water and soap and then to rub them clean hand sanitizers good if you're in a bind but is nowhere near as good as washing your hands with soap and water I get asked a lot of questions about alcohol gel hand sanitizer and like disinfectant wipes and they are really useful they do disinfect surfaces but nothing is equivalent to disinfecting your hands as washing them with soap and water it's true that many patients cared for by a female doctor have better health outcomes have been a number of studies that show that the patients do better they live longer they're less likely to be readmitted to the hospital if they are cared for by a doctor who is a woman and at the same time women doctors face lots of discrimination and get paid less than our male counterparts it's hard to avoid misinformation sometimes there is so much false health news circulating and sometimes you can just feel overwhelmed even with the correct information I think the important thing to do is to talk to a health care provider that you thought like you can trust who has an open mind and someone that gives you the time and space to talk about what's really concerning you"}
{"source": "https://www.youtube.com/watch?v=xyQY8a-ng6g", "text": "Your Brain on Food If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like? Most of the weight of your dehydrated  brain would come from fats, also known as lipids. In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose. The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy. So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain. Of the fats in your brain, the superstars are omegas 3 and 6. These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets. So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes. And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health. Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave. Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons, affecting things like mood, sleep, attentiveness, and weight. They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal. The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin. But getting to your brain cells is tricky, and amino acids have to compete for limited access. A diet with a range of foods helps  maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other. Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients. Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time. And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible  to brain disease and mental decline. Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development. In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it. While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources. Most of this energy comes  from carbohydrates that our body digests into glucose, or blood sugar. The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency. Assuming that we are getting glucose regularly, how does the specific type  of carbohydrates we eat affect our brains? Carbs come in three forms: starch, sugar, and fiber. While on most nutrition labels, they are all lumped  into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond. A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip. Blood sugar shoots down, and with it, our attention span and mood. On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness. For sustained brain power, opting for a varied diet of nutrient-rich foods is critical. When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=KPh-qbnWoBA", "text": "- The internet is full of videos listing unbelievable facts about your body, but they're not always based on the most reputable sources. So I've gone ahead and found 40 facts about your body Fingernails grow twice as quickly as toenails. Your pinky fingernail grows slower than all of your other nails. Over the course of 10 years, the entire human body will regenerate an entirely new skeleton. Eyelashes take one to two months to grow to full length. Your body produces a liter of saliva every day. (Mike gurgling) The smallest bone in your body is the stapes. It's located inside your ear. You actually have a third eyelid or what's left of one. The plica semilunaris is this small, fleshy spot on the inside corner of your eye, and it's vestigial, meaning that it's leftover from our ancient ancestors. Many creatures on earth have a fully functional third eyelid to clean and protect the eye between blinks. If you laid out your blood vessels end to end, they will wrap all the way around the Earth four times. (imitates explosion) The human heart can actually continue beating on the outside of the body. The heart's internal pacemaker allows it to continue beating independently from the brain as long as it still has an oxygen supply. The left lung is smaller than the right lung 'cause the heart's got to go somewhere, folks. Enamel of human teeth is just as hard as the enamel of shark teeth. The cornea is the only part of the human body that does not receive oxygen through the blood. It does so through the air. On average at rest, women's hearts beat faster than men's. Teeth are the only body part that cannot heal themselves. The strongest muscle based on its weight is the masseter. With all the muscles of the jaw working together to close the teeth, it can do so with a force as greatest 55 pounds on the incisors or 200 pounds on the molars. (grunting) Onions produce the chemical irritant known as syn-Propanethial S-oxide. It stimulates the eyes' lacrimal glands so they release tears. by volume are sperm cells. The largest cell in the human body is the ovum. Interesting. A teratoma or a dermoid cyst is a tumor that can be made up of tissue, hair, muscle, and sometimes even grow their own teeth. Women's brains shrink during pregnancy. The human brain contains 100 billion neurons and 10 to 50-fold more glial cells. Stomach acid is one of the most acidic substances in the world, having a pH of just 1. It's so acidic that it can dissolve many metals. However, the enzymes in your stomach are incapable of digesting plastic, so if you swallow some plastic, it's coming out exactly the same on the other side. 5 to 15% of the calories you burn during the day actually come from digesting the food you eat. Approximately 100 trillion microorganisms, most of them bacteria, but also viruses, fungi, and protozoa exist in the human GI tract known as the microbiota. Cilia in your nose, those little hairs, actually continue moving up to about 20 hours after you die. Oh, oh. Whoa! Women's noses have up to 50% more neurons than men's noses, giving them a better sense of smell. You know your five senses: sight, taste, touch, sound, smell, but did you know that you actually have more? Proprioception is your body's sense of where it is in space. So just knowing where your body parts are without actually having to see them. Equilibrioception is our sense of balance. Thermoception is our sense of determining what the temperature is outside. Nociception is our ability to feel pain. Chronoception is how we sense the passing of time. And while we may have more than five senses, there are actually sense found in the animal kingdom that our bodies don't have. The largest muscle in your body is the gluteus maximus, AKA, your booty. Aquagenic urticaria is a rare condition in which urticaria, AKA hives, develop rapidly after the skin comes in contact with water regardless of its temperature. There is no cure. There are treatments though. Those who exercise regularly actually sweat sooner and more often than those who don't. You can't actually see your taste buds. Those bumps all over your tongue are actually called lingual papillae, and there are four kinds: circumvallate, fungiform, filiform, and foliate. They all contain your taste buds except for the filiform papillae which is responsible for your tongue's sense of touch. (Mike slurping) There are many theories for what causes a brain freeze or sphenopalatine ganglioneuralgia and why we feel that harsh pain when we bite into something cold, but there is still no official consensus. What's the deal with that? Congenital insensitivity to pain, or CIP, is an extremely rare condition where human beings actually do not experience the physical sensation of pain. While it may sound like a blessing at first, it's actually a curse because these people never know when their body's actually in harms way. Think about touching a hot stove. Our body's system of balance is determined inside our ears where three small canals containing tiny hair cells move when liquid sloshes back and forth, back and forth, back and forth, back and forth, back and forth. I'm getting dizzy. Your tongue has a print on it just like your fingertips. And like your fingertip, your tongue print is unique. In the future, it could be used as a way to unlock your phone. A stickier, grosser way, but certainly a way. Demodex are small species of mites that live on your eyelashes, sometimes even being responsible for your acne. Another vestigial reaction our body has is goosebumps, which raise the hair on your body. This doesn't do much for us humans today, but millions of years ago when our ancestors had much more hair on their bodies, it was used to make us warm and to make us actually look bigger to scare off impending predators. (groans) The pinky finger and its associated muscles are actually responsible for 50% of your hand's strength. (grunting) (metal squeaking) Your liver might not be something you think about very often but it's putting in more work than you realize. Your liver is actually responsible for upwards of 500 individual functions, including production of bile and cholesterol, cleaning your blood, and metabolizing toxins. You don't need a juice cleanse, you just kinda need a liver. Now check out a video with 50 facts about me. I can personally verify they are all very true. Facts. Fax, no printer."}
{"source": "https://www.youtube.com/watch?v=OveCbIhWg9Y", "text": "- I asked 20 doctors from YouTube to give me one fun fact about the part of the body in which they are a specialist. I'll go first. My name is Dr. Mike. I'm a family medicine doctor, which means I am one of the only specialists qualified to treat most ailments and provide comprehensive healthcare for people of all ages. One fun fact is in 1953, general practitioners were estimated to be making between 20 (bell chimes) and 30 home visits each day (bell chimes) and seeing between 15 (bell chimes) and 50 patients (bell chimes) in their surgeries. We actually still oftentimes do home visits for patients who are bedbound or are otherwise unable to leave their homes. - I'm Dr. Danielle Jones, known online as Mama Doctor Jones, and I am an OBGyn physician. That means I specialize in pregnancy and gynecologic problems. So starting in the 1930s and continuing until the modern way we test for pregnancy was discovered (bell chimes) well into the 1960s, testing for pregnancy included injecting human urine into a frog. (dramatic synthesizer tone) (frog croaks) If the frog laid eggs, you were pregnant. If it didn't, you weren't. - Hi, my name is Dr. Brian Sutterer, and I'm a nonsurgical sports medicine doctor who focuses on treating orthopedic and musculoskeletal injuries in athletes. Many of us have variations in our anatomy, where one person might have a muscle or a tendon that somebody else doesn't. A common example is the palmaris longus. It's a muscle and tendon in your forearm that some people just don't have. You can check for yourself by bringing your thumb and your pinky together and flexing your wrist and looking for a tendon sticking out below the skin. - My name is Dr. John Patton, @docjp3, and I'm a board certified anesthesiologist and a regional anesthesia and acute pain medicine specialist. So fun fact. If you smoke marijuana or you drink alcohol, you may need more anesthesia to go to sleep, more anesthesia to stay asleep, and you also may need more pain medicines afterwards to have good pain control. So look, anesthesiologists, we're your friends. (laughs) We're on your side, we're on your team here, so just tell us the truth and let us know if you smoke marijuana or if you drink alcohol or you're taking edibles, or whatever it may be, anything that you could be doing, if we ask you questions, just tell us the truth and let us know. We're gonna find out one way or another. - My name is Dr. Anthony Youn, and I'm a board certified plastic surgeon. What part of your body is most sensitive to touch? Do you think it's your fingertips? Well, that's actually not true. The most sensitive part of your body to touch are your lips. Your lips are 100 times more sensitive than your fingertips. - My name is Dr. Michael Cellini, and I'm a dual board certified diagnostic and interventional radiologist. One fun fact about my specialty is that I can actually use your own blood vessels as a highway to navigate wires and catheters to any organ in the body. I can pretty much get a needle or catheter anywhere in the body using ultrasound, x-ray, CT and even MRI guidance. - I'm Dr. Karan, and I'm a general surgeon in the NHS. The male colon (mouse clicks) is about eight to 10 centimeters shorter than the female colon, which means that the feces empties faster, which means on average, men tend to get less constipated than women. - I have to go to the bathroom. (TV scrambles) - Now, here's where it gets even worse. You throw in some hormone fluctuations during periods (dramatic synthesizer tone) and you have period poops. Not fun. - Hey there, my name is Dr. Sanjay Juneja. I'm a heme onc specialist which specializes in blood disorders and cancer. One of the craziest things that we don't appreciate, bunch of ingrates, all of us, is that we are constantly beating and avoiding cancer. We have like 10,000 mutations a day as we age, and our immune system does a really good and underappreciated job of beating out those sketchy cells that could have otherwise become cancer. - Hi everybody, I'm Dr. Winters, also known as The Bentist on social media, and I am actually a dentist who specialized further to become an orthodontist, and we deal with moving teeth with braces and aligners. Fun fact, your teeth are actually the hardest part of your body, okay? They're harder than any bone or anything else in your body, but they're also the only part of your body that cannot repair itself. Meaning that if you hurt them, they're hurt for life, so make sure to take care of those teeth. - Hi, my name is Dr. Glaucomflecken. I'm an ophthalmologist. It is possible to sneeze (person sneezes) with your eyes open. It would take a lot of effort to do it because you have to overcome your own body's natural reflex to close your eyes, but it can be done, and no, your eyes will not pop outta your head. - Hello, my name is Dr. Austin Chiang, and I'm a gastroenterologist, otherwise known as a GI specialist. One fun fact about the gut is that growling sound that your stomach makes when food, fluids, and gas pass through, there's a name for it. It's called borborygmi, (stomach growls) and it's just kind of fun to say. Borborygmi. - My name is Dr. Dana Brems, and I'm a podiatrist, which is a foot and ankle surgeon. One fun health fact about our feet is that they contain a fourth of the bones in the body. There's 26 bones per foot. - Hello, my name is Rohin. I'm a consultant interventional cardiologist from the UK. The whole body, of course, depends on the heart for its blood supply, but the heart itself is the most oxygen hungry tissue in the body. The heart squeezes and pumps blood (heart beats) to all the other organs, but it's actually when the heart relaxes (record scratches) that it receives its own blood supply. So it's the only organ to fill in what's called diastole when it's relaxed, another reason that the heart is so unique. - Hi, I'm Rena Malik, a urologist and pelvic surgeon. I bet you didn't know that only 14% of women (bell chimes) orgasm through penetrative sex alone. Most need some form of clitoral stimulation to achieve climax. - Hi everybody, this is Dr. Jessi Gold. I'm a psychiatrist, which means I look at the brain-body connection, or really, I'm a feeling specialist. Anxiety disorders are the most common disorders we see in psychiatry. I really like to explain it from an evolutionary perspective, meaning anxiety has a purpose for us and always did. (dramatic synthesizer tone) It helped us predict threat and run from a threat. The problem in anxiety disorders is we always see threats or always think they're coming, and so we never get out of fight or flight mode, and that's when it becomes a disorder, 'cause it's interfering with your day-to-day life and you're scared or predicting threats everywhere. - Hello, my name's Ed Hope. I'm an NHS doctor working over in the the UK in the emergency department, or as you may know it as the emergency room. Something that you may not know about emergency medicine is the term shock is not just (record scratches) the reaction to finding out your dad is on OnlyFans. In medicine, it means a life-threatening collapse of your circulatory system. So for that reason, it's sure to get emergency doctors' pulses racing (heart beats) and it will get your pulse racing, too, because that's the way your body compensates for a low blood pressure. - Hey, hey. My name is Dr. Alok Patel. I'm a pediatrician, specifically a pediatric hospitalist, so I take care of babies, kids, and teens who have been hospitalized for a variety of different reasons. In the first few years of life, over a million (electricity buzzes) new neural connections are made every second. That is wild, and exactly why sight, touch, sound, real world experiences are so important for young babies. - Hey guys, I'm Dr. Shereene Idriss, a board certified dermatologist. One fun fact about cosmetic dermatology is that it is literally the marriage of art and science and not to be underestimated, because over time, if it's taken too far, it can really have psychological impact on somebody, so you wanna make sure that you're taking care of the person's mental wellbeing, their aesthetic wellbeing, and the artistic outcome is perfection. - Hi, my name is Dr. Antonio Webb. I'm a board certified orthopedic spine surgeon here in San Antonio, Texas. One interesting fact about spine surgery or about the spine and also the brain is that they are billions of neurons, which are connections between certain parts of your body, and these connections are signals that are from your brain to your spinal cord and your muscles that allow you to move, walk around, part of your digestive system. - What's going on, everybody? My name is Dr. Cedric James Franklin Rutland, and I'm a pulmonary critical care specialist, which means I focus on diseases of the lung and I take care of individuals who are admitted to the intensive care unit. So your lungs are directly related to what you breathe in. So if you live near a freeway (horns honk) or if you live in an area that's heavily polluted, your lungs are probably chronically inflamed. If you smoke, if you vape, if you smoke marijuana, your lungs are likely chronically inflamed. (logo resonates) - Click here to learn how I gained 10 million subscribers and maybe pick up some YouTube tips for yourself. A huge thank you to all the doctors who helped me make this video. All their channels are linked down below. As always, stay happy and healthy. (upbeat music)"}
